{
  "articles": [
    {
      "id": 1758752021541,
      "rank": 1,
      "title": "В значительном повороте Трамп заявляет, что Украина может вернуть все территории, захваченные Россией",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли, чтобы закончить самую смертоносную войну в Европе со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит, что Украина, при поддержке Европейского Союза и НАТО, может вернуть все территории, захваченные Россией с момента ее вторжения более трех лет назад. Это заявление стало значительным изменением в его позиции, поскольку ранее Трамп утверждал, что обе стороны должны пойти на компромисс и уступить часть своих территорий для достижения мира. Трамп подчеркнул, что поддержка Запада, включая военную помощь и экономические санкции против России, играет ключевую роль в способности Украины вернуть свои земли. Он также отметил важность единства среди стран Запада в поддержке Украины, чтобы обеспечить ее победу и восстановление территориальной целостности.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021542,
      "rank": 2,
      "title": "Мелания Трамп пытается привлечь других супругов лидеров в свою коалицию, один из них срочно ищет ее внимания",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции, посвященной вопросам благополучия детей и искусственного интеллекта. В ходе мероприятия Мелания подчеркнула важность совместных усилий для решения глобальных проблем, касающихся детей, таких как доступ к образованию, здравоохранению и безопасной среде. Она призвала к объединению усилий и сотрудничеству между странами для создания лучшего будущего для подрастающего поколения. В то же время один из участников коалиции выразил настоятельную необходимость в поддержке и внимании со стороны Мелании, подчеркивая важность ее роли в продвижении этих инициатив на международной арене.",
      "importance": "Urgent",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758752021543,
      "rank": 3,
      "title": "Трамп призывает к немедленному прекращению войны в Газе в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'наградами' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля против Газы должна прекратиться немедленно. В своей речи он осудил недавнее признание палестинского государства рядом стран, назвав это 'наградами' для ХАМАСа. Трамп призвал к мирному разрешению конфликта, основанному на диалоге и взаимопонимании, подчеркивая необходимость защиты гражданских лиц и обеспечения гуманитарной помощи для пострадавших. Он отметил, что только через совместные усилия можно достичь устойчивого мира в регионе и предотвратить дальнейшие страдания мирного населения.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021544,
      "rank": 4,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты своего воздушного пространства",
      "summary": "НАТО предупредило Россию о том, что будет использовать все средства для защиты от дальнейших нарушений своего воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию о том, что будет использовать все возможные средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития ранее в этом месяце российских дронов над Польшей и Эстонией. Альянс подчеркивает, что безопасность его членов является приоритетом, и любые агрессивные действия со стороны России будут встречены решительным ответом. Это заявление подчеркивает важность международной солидарности и необходимость предотвращения эскалации конфликта, который может привести к гуманитарным последствиям для гражданских лиц в регионе.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021545,
      "rank": 5,
      "title": "Культура войны, инициированная Трампом, ставит Европу перед важным выбором: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к её падению.",
      "fullContent": "Президент США Дональд Трамп с его движением «Сделаем Америку великой снова» (MAGA) вызывает резонанс в Европе через культуру войны, поддерживаемую политическими союзниками, согласно новому отчету. Исследование подчеркивает, что несмотря на сохраняющееся чувство европейской идентичности и единства, попытки раскола и дестабилизации, инициированные Трампом, могут угрожать гуманитарным достижениям и социальному миру на континенте. Важно, чтобы европейские страны оставались едиными и противостояли любым попыткам манипуляции общественным мнением и разжигания ненависти.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021546,
      "rank": 6,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии о консультациях по нарушению российского воздушного пространства",
      "summary": "Союзники НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- Союзники НАТО во вторник проведут официальные консультации по запросу Эстонии после того, как Балтийская страна сообщила о том, что три российских истребителя незаконно вошли в её воздушное пространство на прошлой неделе. Это событие подчеркивает важность соблюдения международных норм и правил, а также необходимость защиты суверенитета стран-членов НАТО. Консультации направлены на укрепление коллективной безопасности и предотвращение дальнейших инцидентов, которые могут привести к гуманитарным последствиям и эскалации напряженности в регионе.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021547,
      "rank": 7,
      "title": "Трамп нацелится на 'глобалистские институты' и представит свою внешнеполитическую повестку в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп в своей речи на Генеральной Ассамблее ООН подчеркнет достижения своей внешней политики во втором сроке и выразит сожаление о том, что 'глобалистские институты значительно подорвали мировой порядок.'",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в ООН во вторник, чтобы выступить с обширной речью о достижениях своей внешней политики во втором сроке и выразить сожаление о том, что глобалистские институты значительно подорвали мировой порядок.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021548,
      "rank": 8,
      "title": "Франция признает Палестинское государство на фоне широкой критики действий Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании Палестинского государства на заседании ООН в понедельник, что углубляет международную изоляцию Израиля в условиях его максималистских военных целей в Газе и расширения поселений.",
      "fullContent": "Организация Объединенных Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании Палестинского государства на заседании ООН в понедельник, что углубляет международную изоляцию Израиля в условиях его максималистских военных целей в Газе и расширения поселений.",
      "importance": "Urgent",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758752021549,
      "rank": 9,
      "title": "Россия и Украина обмениваются смертоносными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертоносных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "КИЕВ, Украина -- Россия и Украина обменялись обвинениями в смертоносных ударах дронов по гражданским объектам своих стран в понедельник, в то время как президент Украины Владимир Зеленский ожидал очень напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021550,
      "rank": 10,
      "title": "Долгая и напряженная история ядерных конфликтов с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает. Это, вероятно, означает, что Тегеран столкнется с новым давлением на свою ослабленную экономику, поскольку напряженность остается высокой в более широком контексте международных отношений.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758752021551,
      "rank": 11,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников сессий Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' на Россию, подчеркивая необходимость международной солидарности в условиях конфликта.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021552,
      "rank": 12,
      "title": "Европейская комиссия предлагает новый пакет санкций против России",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России странам-членам, сообщила ее президент Урсула фон дер Ляйен в пятницу, отметив, что Европа усиливает давление на Москву в свете ее проявлений 'презрения к дипломатии'.",
      "fullContent": "Европейская комиссия предложила 19-й пакет санкций против России странам-членам, как сообщила ее президент Урсула фон дер Ляйен в пятницу. Она отметила, что Европа усиливает давление на Москву, подчеркивая важность соблюдения международного права и защиты прав человека в условиях текущего конфликта.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758752021553,
      "rank": 13,
      "title": "Россия и Вьетнам используют доходы от энергетики, чтобы избежать возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм для сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных энергетических проектов для оплаты оборонных контрактов, согласно внутренним вьетнамским документам, полученным The...",
      "fullContent": "БАНГКОК (AP) — Россия и Вьетнам разработали скрытый способ сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных нефтегазовых проектов для...",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758752021554,
      "rank": 14,
      "title": "Удары Украины блокируют экспорт российской нефти и поставки топлива",
      "summary": "Доказательства нарастают, что двусторонний подход Украины работает. В российских регионах наблюдается нехватка топлива, а экспорт страдает.",
      "fullContent": "В последние недели Украина усугубила нехватку топлива в России, продолжая наносить удары по российским нефтеперерабатывающим заводам и энергетической инфраструктуре с помощью дальнобойных дронов, в то время как Польша призвала к увеличению поставок нефти...",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021555,
      "rank": 15,
      "title": "Украина ожидает фонд в 3,5 миллиарда долларов для закупки оружия из США для продолжения борьбы с Россией, говорит Зеленский",
      "summary": "Украина ожидает, что к следующему месяцу в фонде будет около 3,5 миллиарда долларов для закупки оружия из США и поддержки своей борьбы с российским вторжением.",
      "fullContent": "КИЕВ, Украина — Украина ожидает, что к следующему месяцу в фонде будет около 3,5 миллиарда долларов для закупки оружия из Соединенных Штатов и поддержки своей более чем трехлетней борьбы с российским полномасштабным вторжением...",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-17T23:42:27Z",
      "url": "https://abcnews.go.com/International/wireStory/ukraine-expects-35-billion-fund-us-weapons-sustain-125670528",
      "urlToImage": "https://i.abcnewsfe.com/a/be637264-a4e9-4acb-924d-eee72723604d/wirestory_86894a9ce6c86cede42d1adca8569d5e_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021556,
      "rank": 16,
      "title": "Второй государственный визит Трампа в Великобританию встретят королевскими почестями и протестами",
      "summary": "Визит проходит на фоне последствий скандала, связанного с Джеффри Эпштейном, для лидеров США и Великобритании.",
      "fullContent": "Великобритания готовится развернуть королевский красный ковер для второго государственного визита президента США Дональда Трампа в страну, ожидая необычайное шоу пышности и торжественности. Этот визит происходит в непростое время, когда как американские, так и британские лидеры сталкиваются с последствиями скандала, связанного с Джеффри Эпштейном, что вызывает общественное недовольство и протесты. Гуманитарные аспекты визита, такие как вопросы прав человека и социальной справедливости, также будут находиться в центре внимания, поскольку активисты планируют выразить свои требования и обеспокоенность по поводу политики обеих стран.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-17T10:11:37Z",
      "url": "https://www.aljazeera.com/news/2025/9/17/trumps-second-state-visit-to-the-uk-will-be-met-by-royal-pomp-protests",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AP25259739751753-1758099729.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021557,
      "rank": 17,
      "title": "Россия проводит крупные военные учения в Беларуси на фоне напряженности с НАТО",
      "summary": "Россия продемонстрировала свою мощь в рамках крупных военных учений в Беларуси в понедельник.",
      "fullContent": "БОРИСОВСКИЙ ТРЕНИРОВОЧНЫЙ ПОЛИГОН, Беларусь и ЛОНДОН -- Россия провела демонстрацию огневой мощи в рамках своих крупных военных учений в Беларуси в понедельник, в то время как соседние страны НАТО находятся в состоянии повышенной готовности. Эти учения вызывают обеспокоенность среди гражданского населения и правозащитников, которые подчеркивают важность диалога и мирного разрешения конфликтов. В условиях нарастающей военной активности, гуманитарные аспекты, такие как безопасность граждан и предотвращение насилия, становятся особенно актуальными.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T12:49:40Z",
      "url": "https://abcnews.go.com/International/russia-holds-major-war-games-belarus-amid-nato/story?id=125576856",
      "urlToImage": "https://i.abcnewsfe.com/a/1d79b77b-2d4b-46ce-a4b4-7467a75f693e/chopper-main_1757928289770_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021558,
      "rank": 18,
      "title": "США и Китай обсуждают торговлю на фоне угроз по поводу российской нефти и запрета TikTok",
      "summary": "Американские и китайские чиновники встречаются во второй день в Испании, в то время как Трамп угрожает нацелиться на закупки нефти из Китая.",
      "fullContent": "Соединенные Штаты и Китай готовятся провести второй день торговых переговоров в Испании в попытках снизить напряженность между двумя крупнейшими экономиками мира. Американские и китайские официальные лица встретятся для обсуждения вопросов, касающихся торговли и экономического сотрудничества, в то время как угрозы со стороны США в отношении закупок китайской нефти и запрета TikTok создают дополнительные сложности. Важно отметить, что в ходе этих переговоров акцент должен быть сделан на гуманитарных аспектах, таких как защита прав работников и поддержка устойчивого развития, что может способствовать улучшению отношений между двумя странами.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T09:25:47Z",
      "url": "https://www.aljazeera.com/economy/2025/9/15/us-china-talk-trade-amid-threats-over-russian-oil-tiktok-ban",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T183959Z_230714138_RC2TRGAEQWN4_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1757919078.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021559,
      "rank": 19,
      "title": "Конгрессмен Макаул уходит в отставку, но ястреб Республиканской партии беспокоится о Третьей мировой войне после эскалации конфликта с Россией",
      "summary": "Республиканец Майкл Макаул из Техаса обеспокоен тем, что эскалация российской агрессии в Украине может привести к Третьей мировой войне.",
      "fullContent": "Конгрессмен Майкл Макаул из Техаса, один из самых заметных ястребов в Республиканской партии, объявил в воскресенье о своем намерении уйти в отставку, одновременно предостерегая, что эскалация российской агрессии в Украине может привести к глобальному конфликту. Он выразил глубокую озабоченность по поводу последствий, которые могут возникнуть в результате продолжающегося насилия и нестабильности в регионе, подчеркивая необходимость международной солидарности и дипломатических усилий для предотвращения дальнейшей эскалации.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T23:42:27Z",
      "url": "https://abcnews.go.com/Politics/wireStory/rep-mccaul-retire-gop-hawk-worries-world-war-125559292",
      "urlToImage": "https://i.abcnewsfe.com/a/a254803f-8afc-40cc-a695-fc4dc188297d/wirestory_bbe5fa808569842178879549d6ec2d9c_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021560,
      "rank": 20,
      "title": "Есть ли перспектива окончания войны России в Украине?",
      "summary": "Сможет ли Трамп выполнить свое обещание о прекращении войны, или конфликт оказывается более сложным, чем ожидалось?",
      "fullContent": "Сможет ли президент США Дональд Трамп выполнить свое обещание о прекращении войны, или конфликт оказывается более сложным, чем ожидалось? Президент Трамп неоднократно заявлял о своем намерении положить конец конфликту, однако многие эксперты указывают на то, что ситуация в Украине требует более тонкого подхода и глубокого понимания местных и международных факторов. В условиях продолжающегося насилия и гуманитарной катастрофы, вызванной войной, многие надеются на мирное разрешение конфликта, которое обеспечит безопасность и стабильность в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T22:33:03Z",
      "url": "https://www.aljazeera.com/video/inside-story/2025/9/14/is-there-any-prospect-of-ending-russias-war-in-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/image-1757885893.jpg?resize=1920%2C1080&quality=80"
    },
    {
      "id": 1758752021561,
      "rank": 21,
      "title": "Война России с Украиной: список ключевых событий, день 1,297",
      "summary": "Вот ключевые события на 1,297-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в субботу, 13 сентября:\r\nБои\r\n<ul><li>Ранним утром в пятницу российская атака на север Украины в районе Сум привела к гибели трех человек, сообщил региональный чиновник.</li>...</ul>Ситуация в Украине продолжает оставаться крайне напряженной, и каждый новый день приносит новые страдания для мирного населения. Гуманитарные организации призывают к немедленным действиям для оказания помощи тем, кто пострадал от конфликта, и настоятельно требуют международного вмешательства для достижения устойчивого мира.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-13T03:26:05Z",
      "url": "https://www.aljazeera.com/news/2025/9/13/russia-ukraine-war-list-of-key-events-day-1297",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/04/afp_67fb8a729aec-1744538226.jpg?resize=1920%2C1333"
    },
    {
      "id": 1758752021562,
      "rank": 22,
      "title": "Россия только что подтвердила то, что Украина пыталась донести до Трампа на протяжении нескольких месяцев: мирные переговоры не движутся вперед",
      "summary": "Мирные переговоры между Россией и Украиной находятся «скорее на паузе», чем в активной фазе, заявил Кремль в пятницу, что подтверждает предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа.",
      "fullContent": "Мирные переговоры между Россией и Украиной находятся скорее на паузе, чем в активной фазе, заявил Кремль в пятницу, что подтверждает предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа. Ситуация требует внимания, так как гуманитарные последствия конфликта становятся все более ощутимыми для гражданских лиц, страдающих от последствий войны.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-12T14:52:12Z",
      "url": "https://www.cnn.com/2025/09/12/europe/russia-ukraine-peace-talks-paused-kremlin-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2233121415.jpg?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758752021563,
      "rank": 23,
      "title": "США и Индия «не так далеки» от торговой сделки, заявляет кандидат Трампа на пост посла",
      "summary": "Покупки Индией российского нефти остаются ключевым источником напряженности в отношениях, однако неясно, как этот вопрос будет решен в рамках торговой сделки.",
      "fullContent": "США и Индия близки к разрешению разногласий по торговой сделке, заявил в четверг кандидат Дональда Трампа на пост посла, при этом повторив требование о том, чтобы Нью-Дели прекратил закупки российского нефти. Это требование подчеркивает сложность ситуации, в которой страны должны балансировать между экономическими интересами и международными обязательствами, что в свою очередь влияет на гуманитарные аспекты и стабильность в регионе.",
      "importance": "Developing",
      "source": "Bloomberg",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-12T04:21:32Z",
      "url": "https://www.bloomberg.com/news/articles/2025-09-12/us-india-not-far-apart-on-trade-deal-trump-s-envoy-pick-says",
      "urlToImage": "https://bl-i.thgim.com/public/incoming/pykf33/article69951528.ece/alternates/LANDSCAPE_1200/BL10_Think_India_US_partnership_2.jpg"
    },
    {
      "id": 1758752021564,
      "rank": 24,
      "title": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ",
      "summary": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ.",
      "fullContent": "ЛОНДОН -- Вторжение значительного числа российских дронов в Польшу является драматической и тревожной эскалацией войны в Украине. Польша и другие союзники по НАТО заявили, что ночное нарушение воздушного пространства в среду вызывает серьезные опасения. Это событие подчеркивает необходимость единства и решительных действий со стороны международного сообщества, чтобы предотвратить дальнейшую эскалацию конфликта и защитить гражданских лиц, которые становятся жертвами военных действий.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T17:12:38Z",
      "url": "https://abcnews.go.com/International/poland-drone-attack-putin-testing-europe-trump-analysis/story?id=125428741",
      "urlToImage": "https://i.abcnewsfe.com/a/a53a5ead-30df-45e2-91db-0ddb11df54d7/putin-main_1757500671184_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021565,
      "rank": 25,
      "title": "Беларусь освободила 52 политических заключенных после посредничества США",
      "summary": "Освобождение произошло на фоне попыток белорусского президента наладить отношения с Западом в надежде на смягчение санкций.",
      "fullContent": "Беларусь освободила 52 заключенных после посредничества Соединенных Штатов, которые пообещали предоставить Минску смягчение санкций.\r\nПрезидент Литвы Гитанас Науседа заявил в четверг, что освобождение заключенных стало важным шагом к улучшению ситуации в стране и восстановлению прав человека. Это событие подчеркивает необходимость диалога и сотрудничества для достижения мира и стабильности в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T15:25:25Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/belarus-frees-52-political-prisoners-after-us-mediation",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-10T003356Z_1163205501_RC20BFA0I4IX_RTRMADP_3_USA-BELARUS-PRISONERS-1757603519.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021566,
      "rank": 26,
      "title": "Премьер-министр Польши Туск обещает модернизацию армии после вторжения российских дронов",
      "summary": "Польша ввела ограничения на воздушное движение вдоль восточной границы, которые будут действовать до 9 декабря.",
      "fullContent": "Премьер-министр Польши Дональд Туск пообещал продвигаться вперед с масштабной программой модернизации армии своей страны, на следующий день после того, как польские и натовские силы сбили дроны, нарушившие воздушное пространство Польши. Туск подчеркнул, что безопасность граждан является приоритетом, и призвал к международному сотрудничеству для предотвращения дальнейших угроз. Он также отметил важность мирного разрешения конфликтов и защиты прав человека в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T14:06:22Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/polish-pm-tusk-vows-military-upgrade-after-russian-drone-incursion",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/13335403-1757595405.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021567,
      "rank": 27,
      "title": "Премьер-министр Польши Туск намерен продолжить модернизацию армии после вторжения российских дронов",
      "summary": "Премьер-министр Польши Дональд Туск обещает продолжить планы по модернизации армии страны после того, как российские дроны пересекли границу Польши.",
      "fullContent": "ВАРША, Польша -- Премьер-министр Польши Дональд Туск в четверг подтвердил свою приверженность к реализации масштабной программы модернизации армии страны, на следующий день после того, как российские дроны пересекли границу Польши и были сбиты. Туск заявил, что необходимо обеспечить безопасность и защиту граждан, а также подчеркнул важность дипломатии и мирного разрешения конфликтов для достижения стабильности в регионе. Он призвал к единству и сотрудничеству среди стран Европы для противостояния общим угрозам.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T08:30:50Z",
      "url": "https://abcnews.go.com/International/wireStory/polish-pm-tusk-vows-press-ahead-military-modernization-125469655",
      "urlToImage": "https://i.abcnewsfe.com/a/058e591e-7a53-4059-908e-2070ea6a4a9d/wirestory_fa2d5d8981454499fa611a1468a5de8b_16x9.jpg?w=1600"
    },
    {
      "id": 1758752021568,
      "rank": 28,
      "title": "Война России и Украины: Список ключевых событий, день 1,295",
      "summary": "Вот ключевые события на 1,295-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в четверг, 11 сентября:\r\nБои\r\n<ul><li>Российские силы нанесли масштабный удар по Украине, задействовав 415 беспилотников и 40 крылатых и баллистических ракет, заявил президент Украины… [+3494 символов]",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T05:23:19Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/russia-ukraine-war-list-of-key-events-day-1295",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-10T083558Z_551735662_RC2WOGA82AWO_RTRMADP_3_UKRAINE-CRISIS-POLAND-ATTACK-1757494113.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021569,
      "rank": 29,
      "title": "Анализ: Приведет ли атака в Катаре к международной изоляции Израиля?",
      "summary": "Удар Израиля в Катаре вызывает глобальные опасения, но не приводит к значительным изменениям в политике его союзников.",
      "fullContent": "Мировые лидеры быстро раскритиковали Израиль за его атаку в Катаре во вторник, нацелившись на политических лидеров ХАМАСа, обсуждающих прекращение огня в Газе.\r\nПрезидент США Дональд Трамп, обычно… [+7886 символов]",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Главные",
      "publishedAt": "2025-09-10T20:58:03Z",
      "url": "https://www.aljazeera.com/news/2025/9/10/analysis-will-attack-in-qatar-lead-to-international-isolation-of-israel",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-09T152950Z_1903360921_RC2DOGA0F505_RTRMADP_3_ISRAEL-PALESTINIANS-1757472697.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758752021570,
      "rank": 30,
      "title": "Война России и Украины: Список ключевых событий, день 1,294",
      "summary": "Вот ключевые события на 1,294-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 10 сентября:\r\nБои\r\n<ul><li>Российский авиаудар убил 24 пожилых украинца, которые собирали пенсии в восточноукраинском селе Яровая, примерно в 24 км (… [+4434 символов]",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-10T06:09:36Z",
      "url": "https://www.aljazeera.com/news/2025/9/10/russia-ukraine-war-list-of-key-events-day-1294",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25202530527656-1-1753963975.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758752130967,
  "generatedAt": "2025-09-24T22:15:30.967Z"
}