{
  "articles": [
    {
      "id": 1758843556796,
      "rank": 1,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США впервые заявил, что Киев может выиграть войну, но эксперты сомневаются в возвращении Украины к территориям 1991 года.",
      "fullContent": "Киев, Украина — Президент США Дональд Трамп резко изменил свою точку зрения на российско-украинскую войну, заявив, что Киев может восстановить свои границы. Впервые во вторник Трамп сказал, что Украина имеет шансы на победу в конфликте, который продолжается уже более полутора лет. Однако эксперты выражают сомнения в том, что Украина сможет вернуть свои довоенные территории, учитывая текущую военную ситуацию и сложные международные отношения. Многие украинцы надеются на поддержку Запада, но также осознают, что мирный процесс требует компромиссов. Важно, чтобы международное сообщество продолжало поддерживать Украину, не только военной помощью, но и усилиями по восстановлению мира и стабильности в регионе.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556797,
      "rank": 2,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданный поворот в позиции президента США Дональда Трампа относительно их войны с Россией.",
      "fullContent": "Киев, Украина — Украинцы с осторожностью отреагировали в среду на неожиданный поворот в взглядах президента США Дональда Трампа на их шансы одержать победу в борьбе против российской агрессии. После его заявления о том, что Украина может выиграть войну, многие жители страны выразили надежду, но также и опасения. Несмотря на поддержку со стороны Запада, украинцы понимают, что война оставляет глубокие раны и требует значительных усилий для восстановления. Гуманитарные последствия конфликта ощущаются повсеместно, и важно, чтобы мирное разрешение конфликта стало приоритетом для всех сторон. Украинцы надеются, что международное сообщество продолжит оказывать давление на Россию для достижения мира.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556798,
      "rank": 3,
      "title": "Война России с Украиной: список ключевых событий, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября: \r\nБои \r\n<ul><li>Украинские дроны атаковали петровый химический комплекс «Салават», контролируемый энергетическим гигантом Газпром, в Башкортостане, России, вызвав значительные разрушения и подчеркивая уязвимость российских объектов инфраструктуры. </li><li>На востоке Украины продолжаются интенсивные бои, особенно в Донецкой области, где украинские силы пытаются удержать свои позиции и предотвратить дальнейшее продвижение российских войск.</li></ul> Гуманитарная ситуация в стране остается критической, с миллионами людей, нуждающихся в помощи. Международные организации продолжают призывать к увеличению гуманитарной помощи и поддержке беженцев, которые страдают от последствий конфликта. Важно, чтобы мировое сообщество не забывало о страданиях людей, оказавшихся в эпицентре этой войны, и продолжало работать над восстановлением мира и стабильности в регионе.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556799,
      "rank": 4,
      "title": "Россия обвиняется в попытках запугать Европу угрозами, выходящими за рамки Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и дронами воздушного пространства Эстонии и Германии после инцидента с дронами в Польше привели к напряженности в НАТО.",
      "fullContent": "На прошлой неделе Россия усилила дипломатию запугивания в Балтийском море, используя самолеты, дроны и слова, направленные против европейских союзников Украины. После угроз в адрес Финляндии в начале сентября, инциденты с нарушением воздушного пространства Эстонии и Германии стали причиной серьезной обеспокоенности среди стран НАТО. Эти действия вызывают опасения, что Россия может попытаться расширить свои военные действия за пределы Украины, что ставит под угрозу безопасность всего региона. В ответ на эти угрозы, НАТО усиливает свои оборонительные меры, подчеркивая необходимость единства среди союзников. Гуманитарные последствия таких действий могут быть катастрофическими, так как они ведут к эскалации конфликта и увеличивают страдания мирных жителей. Важно, чтобы международное сообщество продолжало поддерживать Украину и осуждать агрессивные действия России, стремясь к мирному разрешению конфликта и защите прав человека в регионе.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556800,
      "rank": 5,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, удары по Ирану и венесуэльским судам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он подчеркнул, что страны, которые не заботятся о своих гражданах и не принимают меры для улучшения жизни, в конечном итоге разрушают свои собственные государства. Трамп также отметил важность международного сотрудничества в борьбе с терроризмом и распространением ядерного оружия. Его слова о необходимости уважения суверенитета стран и поддержания мира стали призывом к объединению усилий для достижения стабильности в мире. В условиях глобальных конфликтов и гуманитарных кризисов, важно, чтобы международное сообщество работало вместе, чтобы предотвратить дальнейшие страдания людей и обеспечить защиту прав человека. Только через диалог и сотрудничество можно достичь устойчивого мира и процветания для всех.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556801,
      "rank": 6,
      "title": "В значительном изменении Трамп заявляет, что Украина может вернуть все территории, захваченные Россией",
      "summary": "Ранее Трамп утверждал, что как Киев, так и Москва должны уступить земли, чтобы положить конец самой смертоносной войне в Европе со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит, что Украина, при поддержке Европейского Союза и НАТО, может вернуть все территории, захваченные Россией с момента ее вторжения более трех лет назад. Это заявление стало значительным изменением его предыдущей позиции, когда он утверждал, что обе стороны должны пойти на компромисс. Трамп подчеркнул, что поддержка Украины должна быть усилена, чтобы помочь стране восстановить свою территориальную целостность и обеспечить безопасность в регионе. Важно отметить, что восстановление мира и стабильности в Украине имеет критическое значение для защиты прав человека и предотвращения гуманитарных катастроф. Международное сообщество должно объединить усилия для поддержки Украины в ее стремлении к миру и справедливости, а также для обеспечения того, чтобы подобные конфликты не повторялись в будущем.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556802,
      "rank": 7,
      "title": "Мелания Трамп пытается привлечь других супругов лидеров в свою коалицию, один из них срочно нуждается в её внимании",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по благополучию детей и искусственному...",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по благополучию детей и искусственному интеллекту. В ходе мероприятия она подчеркнула важность совместных усилий для улучшения условий жизни детей по всему миру. Мелания отметила, что в условиях глобальных вызовов, таких как войны и природные катастрофы, необходимо объединять усилия для защиты самых уязвимых. Она призвала всех присутствующих к активному участию в этой инициативе, подчеркивая, что только совместные действия могут привести к реальным изменениям. Важно, чтобы каждый из супругов лидеров стран мира осознал свою ответственность и активно включился в процесс, направленный на улучшение жизни детей. Это событие стало важным шагом к созданию международной платформы, где будут обсуждаться и реализовываться проекты, способствующие благополучию подрастающего поколения.",
      "importance": "Urgent",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758843556803,
      "rank": 8,
      "title": "Трамп призывает остановить войну в Газе «немедленно» в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это «вознаграждением» для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля в Газе должна немедленно прекратиться, призвав мировое сообщество к активным действиям. Он выразил обеспокоенность по поводу гуманитарной ситуации в регионе, где страдают мирные жители, включая детей и женщин. Трамп также отверг признание палестинского государства, назвав это «вознаграждением» для ХАМАСа, и подчеркнул необходимость поиска мирного решения конфликта. Он призвал к диалогу и сотрудничеству, чтобы обеспечить стабильность и безопасность в регионе. Важно, чтобы все стороны конфликта проявили сдержанность и стремились к мирному разрешению споров, учитывая гуманитарные аспекты и нужды людей, страдающих от последствий насилия. Президент подчеркнул, что мирное сосуществование возможно только через взаимопонимание и уважение прав каждого народа.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556804,
      "rank": 9,
      "title": "НАТО предупреждает Россию, что использует все средства для защиты от нарушений воздушного пространства",
      "summary": "НАТО предупредило Россию, что использует все средства для защиты от нарушений воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию, что использует все средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития российских дронов над Польшей и Эстонией в начале месяца. Генеральный секретарь НАТО отметил, что альянс будет реагировать на любые угрозы безопасности, подчеркивая важность защиты граждан и территорий стран-членов. Он призвал к деэскалации ситуации и конструктивному диалогу, чтобы избежать дальнейших конфликтов и напряженности в регионе. В условиях глобальной нестабильности важно, чтобы все стороны проявляли ответственность и стремились к мирному разрешению споров. НАТО готово к сотрудничеству с Россией в вопросах безопасности, однако будет защищать свои интересы и безопасность своих членов. Мировое сообщество должно объединиться для предотвращения эскалации конфликтов и обеспечения мира и стабильности в Европе.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556805,
      "rank": 10,
      "title": "Культура войны, возглавляемая Трампом, ставит Европу перед решающим моментом: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к её падению.",
      "fullContent": "Президент США Дональд Трамп с инициативой «Сделаем Америку великой снова» (MAGA) вызывает резонанс в Европе через культуру войны, которую поддерживают его политические союзники, как показал новый отчет. В то время как европейское общество продолжает ощущать свою идентичность и принадлежность, влияние Трампа и его сторонников создает напряженность, подрывающую демократические ценности и гуманитарные достижения, достигнутые в регионе. Отчет подчеркивает, что в условиях растущего популизма и национализма в Европе важно сохранять единство и солидарность, чтобы противостоять деструктивным тенденциям. Важно, чтобы европейские страны не только защищали свои демократические институты, но и активно продвигали идеи гуманизма и взаимопомощи, которые являются основой европейской идентичности. В противном случае, Европа рискует оказаться в ловушке конфронтации и разделения, что будет иметь серьезные последствия для будущего континента.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556806,
      "rank": 11,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии о консультациях по нарушению российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- Союзники по НАТО во вторник проведут официальные консультации по запросу Эстонии после того, как Балтийская страна сообщила о том, что три российских истребителя вошли в её воздушное пространство на прошлой неделе без разрешения. Это событие подчеркивает важность сотрудничества и взаимопомощи среди стран НАТО, особенно в условиях растущей угрозы со стороны России. Эстония, как член альянса, имеет право на защиту и поддержку со стороны своих союзников. Консультации, инициированные Эстонией, могут привести к более строгим мерам безопасности и укреплению оборонительных позиций в регионе. Важно, чтобы все страны НАТО продолжали поддерживать принципы коллективной безопасности и стремились к мирному разрешению конфликтов, чтобы избежать эскалации напряженности и защитить гражданские жизни. В конечном итоге, стабильность и безопасность в регионе зависят от единства и готовности стран НАТО действовать вместе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556807,
      "rank": 12,
      "title": "Трамп нацелится на 'глобалистские институты', представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует своё обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и выразить сожаление о том, что 'глобалистские институты значительно подорвали мировой порядок'.",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы произнести обширную речь о своих достижениях во внешней политике за второй срок и выразить сожаление о том, что глобалистские институты, по его мнению, подорвали мировой порядок. Трамп планирует акцентировать внимание на своих усилиях по укреплению национальной безопасности и продвижению американских интересов на международной арене. Однако важно помнить, что в условиях глобальных вызовов, таких как изменение климата, пандемии и гуманитарные кризисы, сотрудничество между странами становится более важным, чем когда-либо. Критика глобалистских институтов может отвлекать от необходимости совместной работы для решения общих проблем. В конечном итоге, успешная внешняя политика должна основываться на принципах взаимопонимания и уважения, а не на конфронтации, чтобы обеспечить мир и стабильность в мире.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556808,
      "rank": 13,
      "title": "Франция признает палестинское государство на фоне широкой критики действий Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает проводить свою агрессивную политику в Газе и расширять поселения.",
      "fullContent": "Организация Объединенных Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник. Этот шаг стал ответом на продолжающиеся действия Израиля в Газе, которые вызывают все более широкую критику на международной арене. В условиях гуманитарной катастрофы, вызванной конфликтом, многие страны выражают обеспокоенность по поводу страданий гражданского населения. Признание палестинского государства подчеркивает необходимость поиска мирного решения конфликта и уважения прав человека. В то время как Израиль продолжает свои военные операции, международное сообщество призывает к немедленному прекращению насилия и восстановлению диалога между сторонами. Это признание может стать важным шагом к достижению устойчивого мира в регионе, где страдают миллионы людей, и где гуманитарные нужды становятся все более острыми.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758843556809,
      "rank": 14,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "КИЕВ, Украина — Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам своих стран в понедельник. Президент Украины Владимир Зеленский ожидает очень напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке, где будут обсуждаться вопросы, касающиеся конфликта и его гуманитарных последствий. Гражданское население продолжает страдать от насилия, и международное сообщество настоятельно призывает к прекращению огня и восстановлению мирных переговоров. В условиях растущей напряженности и гуманитарной катастрофы, вызванной конфликтом, важность дипломатических усилий становится критически актуальной. Обе стороны должны осознать, что дальнейшая эскалация насилия лишь усугубит страдания мирных жителей и затруднит достижение устойчивого мира.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556810,
      "rank": 15,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это означает, что Тегеран столкнется с новыми экономическими трудностями в условиях уже существующих проблем. Напряженность в международных отношениях сохраняется, и многие страны выражают обеспокоенность по поводу возможных последствий для региональной безопасности. Гуманитарные аспекты ситуации также вызывают тревогу, поскольку экономические санкции негативно сказываются на жизни обычных граждан. Важно, чтобы международное сообщество искало пути для деэскалации конфликта и восстановления диалога. Прекращение санкций и поддержка мирных инициатив могут стать ключевыми шагами к улучшению ситуации в Иране и в регионе в целом. В условиях глобальной нестабильности необходимо сосредоточиться на дипломатических усилиях, направленных на предотвращение дальнейших конфликтов и защиту прав человека.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758843556811,
      "rank": 16,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' на Россию. Он подчеркнул, что международное сообщество должно объединиться и продемонстрировать единство в противостоянии агрессии, чтобы защитить принципы международного права и прав человека. Зеленский отметил, что действия России в Украине продолжают угрожать миру и стабильности в Европе и за ее пределами. Он призвал к более жестким мерам, включая экономические санкции, которые должны быть направлены на ключевые сектора российской экономики, чтобы ослабить военный потенциал страны. В заключение, президент подчеркнул, что только совместные усилия могут привести к окончанию конфликта и восстановлению мира в регионе, призвав все страны поддержать Украину в ее стремлении к свободе и независимости.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556812,
      "rank": 17,
      "title": "Европейская комиссия предлагает новый пакет санкций против России",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России для стран-членов, согласно заявлению ее президента Урсулы фон дер Ляйен в пятницу, отметив, что Европа усиливает давление на Москву в свете ее проявлений 'презрения к дипломатии'.",
      "fullContent": "ЕВРОПА -- Европейская комиссия предложила 19-й пакет санкций против России для стран-членов, как сообщила ее президент Урсула фон дер Ляйен в пятницу. Она отметила, что Европа усиливает давление на Москву в ответ на продолжающиеся агрессивные действия и игнорирование международных норм. Новый пакет включает меры, направленные на ограничение доступа России к критически важным технологиям и ресурсам, а также на усиление контроля за финансовыми потоками. Фон дер Ляйен подчеркнула, что эти меры направлены не только на экономическое ослабление России, но и на защиту прав человека и поддержку гражданского общества в стране. В заключение, она призвала все государства-члены ЕС проявить единство и решимость в борьбе за мир и стабильность в Европе, отметив, что только совместные действия могут привести к положительным изменениям и восстановлению справедливости.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758843556813,
      "rank": 18,
      "title": "Россия и Вьетнам используют энергетические прибыли для избежания возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм скрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя прибыли от совместных энергетических проектов для оплаты оборонных контрактов, согласно внутренним вьетнамским документам, полученным The Associated Press.",
      "fullContent": "БАНГКОК (AP) -- Россия и Вьетнам разработали скрытый метод для сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций. Используя прибыли от совместных нефтяных и газовых проектов, страны смогли финансировать оборонные контракты, что позволяет им обходить международные ограничения. Эти внутренние документы показывают, как страны адаптируются к меняющимся условиям и находят способы продолжать сотрудничество в условиях давления. Эксперты отмечают, что такие действия могут подрывать усилия международного сообщества по обеспечению мира и безопасности, а также ставят под угрозу права человека в обеих странах. В заключение, важно, чтобы мировое сообщество продолжало следить за такими практиками и работало над созданием механизмов, которые бы способствовали прозрачности и соблюдению международных норм, чтобы предотвратить дальнейшую эскалацию конфликтов и защитить гражданское население.",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758843556814,
      "rank": 19,
      "title": "Украина наносит удары, которые блокируют экспорт российской нефти и поставки топлива",
      "summary": "Доказательства нарастают, что двухсторонний подход Украины работает. В российских регионах наблюдается нехватка топлива, а экспорт страдает.",
      "fullContent": "Ситуация требует не только военных решений, но и дипломатических усилий для достижения устойчивого мира в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556815,
      "rank": 20,
      "title": "Украина ожидает фонд в 3,5 миллиарда долларов для закупки оружия из США для продолжения борьбы с Россией, говорит Зеленский",
      "summary": "Украина ожидает, что к следующему месяцу будет создан фонд в 3,5 миллиарда долларов для закупки оружия из США и поддержки своей борьбы против российской агрессии.",
      "fullContent": "Ситуация требует комплексного подхода, включающего как военные, так и гуманитарные меры.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-17T23:42:27Z",
      "url": "https://abcnews.go.com/International/wireStory/ukraine-expects-35-billion-fund-us-weapons-sustain-125670528",
      "urlToImage": "https://i.abcnewsfe.com/a/be637264-a4e9-4acb-924d-eee72723604d/wirestory_86894a9ce6c86cede42d1adca8569d5e_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556816,
      "rank": 21,
      "title": "Второй государственный визит Трампа в Великобританию встретит королевские почести и протесты",
      "summary": "Визит проходит на фоне последствий скандала, связанного с Джеффри Эпштейном, для лидеров США и Великобритании.",
      "fullContent": "Только через открытое обсуждение и сотрудничество можно достичь прогресса в решении актуальных проблем.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-17T10:11:37Z",
      "url": "https://www.aljazeera.com/news/2025/9/17/trumps-second-state-visit-to-the-uk-will-be-met-by-royal-pomp-protests",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AP25259739751753-1758099729.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556817,
      "rank": 22,
      "title": "Россия проводит масштабные военные учения в Беларуси на фоне напряженности с НАТО",
      "summary": "Россия продемонстрировала свою огневую мощь в рамках масштабных военных учений в Беларуси в понедельник.",
      "fullContent": "БОРИСОВСКИЙ УЧЕБНЫЙ ПОЛИГОН, Беларусь и ЛОНДОН -- Россия продемонстрировала свою огневую мощь в рамках масштабных военных учений в Беларуси в понедельник, в то время как соседние страны НАТО находятся в состоянии повышенной готовности. Эти учения стали ответом на растущее напряжение в регионе и обеспокоенность по поводу возможной агрессии со стороны России. Военные эксперты подчеркивают, что подобные действия могут усугубить ситуацию и привести к дальнейшей эскалации конфликта. Важно помнить, что военные учения, хотя и являются частью оборонной стратегии, могут восприниматься как угроза, что создает дополнительную напряженность в международных отношениях. В условиях, когда мир сталкивается с множеством гуманитарных кризисов, такие демонстрации силы вызывают опасения относительно будущего безопасности и стабильности в Европе. Необходимо искать пути для диалога и мирного разрешения конфликтов, чтобы избежать трагических последствий для гражданских лиц и обеспечить стабильность в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T12:49:40Z",
      "url": "https://abcnews.go.com/International/russia-holds-major-war-games-belarus-amid-nato/story?id=125576856",
      "urlToImage": "https://i.abcnewsfe.com/a/1d79b77b-2d4b-46ce-a4b4-7467a75f693e/chopper-main_1757928289770_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556818,
      "rank": 23,
      "title": "США и Китай обсуждают торговлю на фоне угроз по поводу российской нефти и запрета TikTok",
      "summary": "Официальные лица США и Китая встретятся на второй день переговоров в Испании, в то время как Трамп угрожает нацелиться на закупки нефти у Китая.",
      "fullContent": "Соединенные Штаты и Китай готовятся провести второй день торговых переговоров в Испании в условиях попыток снизить напряженность между двумя крупнейшими экономиками мира. Официальные лица обеих стран встретятся для обсуждения вопросов, касающихся торговли, инвестиций и взаимных экономических интересов. В то же время, на фоне угроз со стороны бывшего президента Дональда Трампа о возможных санкциях против китайских закупок нефти, обе стороны стремятся найти компромисс, который позволит избежать дальнейшей эскалации конфликта. Важно отметить, что такие переговоры имеют не только экономическое, но и гуманитарное значение, так как стабильные торговые отношения могут способствовать улучшению жизни миллионов людей в обеих странах. Успех этих переговоров может стать шагом к более мирному сосуществованию и сотрудничеству, что особенно актуально в условиях глобальных вызовов, таких как изменение климата и пандемия.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T09:25:47Z",
      "url": "https://www.aljazeera.com/economy/2025/9/15/us-china-talk-trade-amid-threats-over-russian-oil-tiktok-ban",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T183959Z_230714138_RC2TRGAEQWN4_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1757919078.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556819,
      "rank": 24,
      "title": "Конгрессмен Макаул объявил о выходе на пенсию, но республиканец беспокоится о Третьей мировой войне после эскалации конфликта в Украине",
      "summary": "Республиканец Майкл Макаул из Техаса обеспокоен тем, что эскалация российской агрессии в Украине может привести к Третьей мировой войне.",
      "fullContent": "Конгрессмен Майкл Макаул из Техаса, один из наиболее заметных ястребов в республиканской партии, объявил в воскресенье о своем намерении уйти на пенсию, при этом выразив серьезные опасения по поводу эскалации российской агрессии в Украине. Он предупредил, что текущие действия России могут привести к глобальному конфликту, который затронет не только страны Европы, но и весь мир. В условиях, когда конфликт продолжается, и страдают мирные жители, важно осознавать, что война приносит лишь страдания и разрушения. Макаул подчеркнул необходимость дипломатических усилий для предотвращения дальнейшей эскалации и поиска мирных решений. Важно, чтобы международное сообщество объединило усилия для защиты гражданских прав и обеспечения безопасности, а также для предотвращения новых гуманитарных катастроф. Время требует от нас мудрости и стремления к миру, чтобы избежать трагических последствий для будущих поколений.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T23:42:27Z",
      "url": "https://abcnews.go.com/Politics/wireStory/rep-mccaul-retire-gop-hawk-worries-world-war-125559292",
      "urlToImage": "https://i.abcnewsfe.com/a/a254803f-8afc-40cc-a695-fc4dc188297d/wirestory_bbe5fa808569842178879549d6ec2d9c_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556820,
      "rank": 25,
      "title": "Есть ли перспектива окончания войны России в Украине?",
      "summary": "Сможет ли Трамп выполнить свое обещание прекратить войну, или конфликт оказывается более сложным, чем ожидалось?",
      "fullContent": "Сможет ли президент США Дональд Трамп выполнить свое обещание прекратить войну, или конфликт оказывается более сложным, чем ожидалось? Президент США неоднократно заявлял о своем намерении положить конец конфликту между Россией и Украиной. Однако, несмотря на его оптимистичные заявления, реальность на местах показывает, что ситуация гораздо более запутанная. Военные действия продолжаются, и обе стороны продолжают наращивать свои позиции. Мировое сообщество, в том числе союзники США, призывает к мирным переговорам, но пока не видно четкого пути к разрешению конфликта. Важно помнить, что за каждым числом и сводкой стоят человеческие судьбы, и окончание войны должно стать приоритетом для всех. Только через диалог и компромиссы можно достичь долгожданного мира и восстановить жизнь людей, пострадавших от этого конфликта.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T22:33:03Z",
      "url": "https://www.aljazeera.com/video/inside-story/2025/9/14/is-there-any-prospect-of-ending-russias-war-in-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/image-1757885893.jpg?resize=1920%2C1080&quality=80"
    },
    {
      "id": 1758843556821,
      "rank": 26,
      "title": "Война России и Украины: Список ключевых событий, день 1,297",
      "summary": "Вот ключевые события на 1,297-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в субботу, 13 сентября:\r\nБоевые действия\r\n<ul><li>Раннее утреннее нападение России в пятницу унесло жизни трех человек в северной Украине, в Сумской области, сообщил региональный чиновник.</li></ul>Ситуация на фронте остается напряженной, и каждый новый день приносит новые страдания для мирного населения. Гуманитарные организации продолжают сообщать о росте числа беженцев и нуждающихся в помощи. Важно, чтобы международное сообщество не оставалось равнодушным к этим трагедиям и продолжало оказывать поддержку тем, кто пострадал от войны. Каждый день, когда конфликт продолжается, увеличивается число жертв и разрушений, и мир должен объединиться для поиска путей к мирному разрешению ситуации. Окончание насилия и восстановление мира должны стать главными приоритетами для всех стран, вовлеченных в конфликт.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-13T03:26:05Z",
      "url": "https://www.aljazeera.com/news/2025/9/13/russia-ukraine-war-list-of-key-events-day-1297",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/04/afp_67fb8a729aec-1744538226.jpg?resize=1920%2C1333"
    },
    {
      "id": 1758843556822,
      "rank": 27,
      "title": "Россия только что сказала то, что Украина пыталась донести до Трампа в течение нескольких месяцев: мирные переговоры не движутся вперед",
      "summary": "Мирные переговоры между Россией и Украиной «больше на паузе», чем активны, заявил Кремль в пятницу, подтверждая предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа.",
      "fullContent": "Мирные переговоры между Россией и Украиной «больше на паузе», чем активны, заявил Кремль в пятницу, подтверждая предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа. Эта ситуация подчеркивает необходимость более активного вовлечения международного сообщества в процесс мирного разрешения конфликта. Оба государства должны осознать, что продолжение войны лишь усугубляет страдания гражданских лиц и разрушает будущее. Важно, чтобы все стороны вернулись к столу переговоров и искали пути к компромиссу. Только через диалог и взаимопонимание можно достичь мира, который так необходим людям, пострадавшим от войны. Гуманитарные последствия конфликта требуют немедленного внимания и действий, чтобы предотвратить дальнейшие страдания и восстановить надежду на мирное сосуществование.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-12T14:52:12Z",
      "url": "https://www.cnn.com/2025/09/12/europe/russia-ukraine-peace-talks-paused-kremlin-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2233121415.jpg?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758843556823,
      "rank": 28,
      "title": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ",
      "summary": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ",
      "fullContent": "ЛОНДОН -- Внедрение значительного числа российских дронов в Польшу стало драматической и тревожной эскалацией войны в Украине. Премьер-министр Польши и другие союзники по НАТО заявили, что ночная атака дронов, произошедшая в среду, является серьезным нарушением суверенитета страны. Это событие подчеркивает растущее напряжение в регионе и ставит под сомнение безопасность восточного фланга НАТО. В ответ на инцидент Польша усиливает свои оборонительные меры и призывает к более жестким действиям со стороны международного сообщества. Важно отметить, что подобные действия могут привести к дальнейшей эскалации конфликта, что негативно скажется на гражданском населении, которое уже страдает от последствий войны. В условиях растущей угрозы необходимо искать пути дипломатического разрешения конфликта, чтобы предотвратить новые жертвы и разрушения.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T17:12:38Z",
      "url": "https://abcnews.go.com/International/poland-drone-attack-putin-testing-europe-trump-analysis/story?id=125428741",
      "urlToImage": "https://i.abcnewsfe.com/a/a53a5ead-30df-45e2-91db-0ddb11df54d7/putin-main_1757500671184_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758843556824,
      "rank": 29,
      "title": "Премьер-министр Польши Туск обещает модернизацию армии после вторжения российских дронов",
      "summary": "Польша ввела ограничения на воздушное движение вдоль своей восточной границы, которые будут действовать до 9 декабря.",
      "fullContent": "Премьер-министр Польши Дональд Туск заявил о намерении продолжить масштабную программу модернизации вооруженных сил страны на следующий день после того, как польские и натовские силы сбили дроны, нарушившие воздушное пространство. Это решение обусловлено необходимостью укрепления обороноспособности Польши в условиях растущей угрозы со стороны России. Туск подчеркнул, что безопасность граждан является приоритетом, и модернизация армии позволит лучше защитить страну и ее союзников. В связи с инцидентом Польша также ввела ограничения на воздушное движение вдоль восточной границы, которые будут действовать до 9 декабря. Эти меры направлены на предотвращение дальнейших нарушений и обеспечение безопасности населения. Важно, чтобы международное сообщество поддерживало усилия Польши и других стран региона в стремлении к миру и стабильности, поскольку только совместные действия могут привести к окончанию насилия и восстановлению нормальной жизни.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T14:06:22Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/polish-pm-tusk-vows-military-upgrade-after-russian-drone-incursion",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/13335403-1757595405.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843556825,
      "rank": 30,
      "title": "Война России с Украиной: Список ключевых событий, день 1,295",
      "summary": "Вот ключевые события на 1,295-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в четверг, 11 сентября: Российские силы начали масштабную атаку по всей Украине, используя 415 дронов и 40 крылатых и баллистических ракет. Президент Украины сообщил о значительных разрушениях и жертвах среди гражданского населения. В ответ на эти действия международное сообщество осудило агрессию России и выразило поддержку Украине. Важно отметить, что каждый день войны приносит новые страдания людям, и гуманитарная ситуация в стране продолжает ухудшаться. Организации по оказанию помощи сообщают о необходимости срочной поддержки для миллионов людей, нуждающихся в еде, медицинской помощи и безопасном укрытии. В условиях продолжающегося конфликта необходимо усиливать усилия по поиску мирного разрешения, чтобы остановить насилие и восстановить надежду на будущее для всех пострадавших.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T05:23:19Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/russia-ukraine-war-list-of-key-events-day-1295",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-10T083558Z_551735662_RC2WOGA82AWO_RTRMADP_3_UKRAINE-CRISIS-POLAND-ATTACK-1757494113.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758843701423,
  "generatedAt": "2025-09-25T23:41:41.423Z"
}