{
  "articles": [
    {
      "id": 1758786351451,
      "rank": 1,
      "title": "Президент Бразилии Лула и президент Украины Зеленский обсуждают конфликт с Россией на полях ООН",
      "summary": "Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства.",
      "fullContent": "САН-ПАУЛУ, 24 сентября (Рейтер) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В условиях продолжающегося конфликта между Россией и Украиной, обе стороны подчеркнули важность международной поддержки и гуманитарной помощи для пострадавших граждан. Лула выразил свою солидарность с украинским народом и призвал к мирному разрешению конфликта, подчеркивая необходимость диалога и сотрудничества для достижения стабильности в регионе.",
      "importance": "Urgent",
      "source": "Reuters",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:31Z",
      "url": "https://www.reuters.com/world/americas/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-un-sidelines-2025-09-24/",
      "urlToImage": "https://www.reuters.com/resizer/v2/7E4LFYA37ZJRHBGHWWKXNRIMSQ.jpg?auth=0bda8fa41e3a996140117a358f4057c5685e1f3907dcbd9eb417f479356ef90b&height=1005&width=1920&quality=80&smart=true"
    },
    {
      "id": 1758786351452,
      "rank": 2,
      "title": "Президент Бразилии Лула и президент Украины Зеленский обсуждают конфликт с Россией на полях ООН",
      "summary": "US News является признанным лидером в области рейтингов колледжей, аспирантур, больниц, взаимных фондов и автомобилей. Следите за избранными должностными лицами, исследуйте состояние здоровья и находите новости, которые могут быть полезны в политике, бизнесе, здравоохранении и образовании.",
      "fullContent": "САН-ПАУЛУ (Рейтер) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В ходе встречи обсуждались гуманитарные аспекты конфликта, а также необходимость международной поддержки для помощи гражданскому населению, пострадавшему от войны. Лула подчеркнул, что мирное разрешение конфликта должно быть в центре внимания мирового сообщества, и призвал к совместным усилиям для достижения устойчивого мира.",
      "importance": "Developing",
      "source": "U.S. News & World Report",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:00Z",
      "url": "https://www.usnews.com/news/world/articles/2025-09-24/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-on-un-sidelines",
      "urlToImage": "https://www.usnews.com/dims4/USNEWS/0fdc523/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F16%2Fbb13f97030adc91eb461f4bfdd7a2e%2Ftag%3Areuters.com%2C2025%3Anewsml_LYNXNPEL8N0Z7%3A12025-09-24T192151Z_1_LYNXNPEL8N0Z7_RTROPTP_3_UKRAINE-CRISIS-BRAZIL-ZELENSKIY.JPG"
    },
    {
      "id": 1758786351453,
      "rank": 3,
      "title": "Акции оборонных компаний Великобритании растут на фоне изменения позиции Трампа по Украине",
      "summary": "Оборонные компании в Лондоне и по всей Европе увидели рост своих акций после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины, призвав НАТО сбивать российские самолеты и поддерживая Украину в восстановлении своей территории.",
      "fullContent": "Акции оборонных компаний, зарегистрированных в Лондоне, выросли в начале торгов в среду после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины. Авиастроительная компания BAE Systems возглавила рост на фондовом рынке, увеличившись на 1,6 процента до 1,982.5. Однако эксперты предупреждают, что такие изменения в политике могут привести к эскалации конфликта и дальнейшим гуманитарным последствиям для мирного населения. Важно, чтобы международное сообщество сосредоточилось на мирных инициативах и поддержке тех, кто страдает от последствий войны.",
      "importance": "Developing",
      "source": "OilPrice",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T18:00:00Z",
      "url": "https://oilprice.com/Finance/the-Economy/UK-Defence-Stocks-Soar-as-Trump-Shifts-Stance-on-Ukraine.html",
      "urlToImage": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2025-09-24_i5h9w4uvaq.jpg"
    },
    {
      "id": 1758786351454,
      "rank": 4,
      "title": "Соратник Владимира Путина высмеивает Дональда Трампа: 'Снова попал в ...'",
      "summary": "Изменяющаяся позиция Трампа по вопросу войны России и Украины сигнализирует о значительном сдвиге во внешней политике США с глобальными последствиями.",
      "fullContent": "Соратник Владимира Путина Дмитрий Медведев в среду резко раскритиковал президента Дональда Трампа, заявив в Telegram, что Трамп \"снова попал в альтернативную реальность\", после того как президент во вторник заявил, что Украина может вернуть все территории... [1625 символов]",
      "importance": "Developing",
      "source": "Newsweek",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T15:24:24Z",
      "url": "https://www.newsweek.com/donald-trump-vladimir-putin-dmitry-medvedev-russia-ukraine-10481951",
      "urlToImage": "https://assets.newsweek.com/wp-content/uploads/2025/09/AP25228815903319.jpg?w=1200crop=1"
    },
    {
      "id": 1758786351455,
      "rank": 5,
      "title": "Как Европа справляется с Трампом",
      "summary": "Глава внешнеполитического ведомства ЕС Кая Каллас: \"Мы стараемся иметь больше друзей по всему миру.\"",
      "fullContent": "Во вторник в Нью-Йорке президент США Дональд Трамп вызвал у журналистов серьезный шок. В своей речи на Генеральной Ассамблее ООН Трамп раскритиковал глобальные институты, поставил под сомнение необходимость существования ООН и заявил собравшимся лидерам... [18498 символов]",
      "importance": "Developing",
      "source": "Foreign Policy",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-24T14:24:08Z",
      "url": "https://foreignpolicy.com/2025/09/24/kallas-how-europe-is-navigating-trump/",
      "urlToImage": "https://foreignpolicy.com/wp-content/uploads/2025/09/GettyImages-2236294440.jpg?w=1000"
    },
    {
      "id": 1758786351456,
      "rank": 6,
      "title": "Трамп ослабляет влияние США в заднем дворе Китая, предупреждает отчет",
      "summary": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все больше воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови.",
      "fullContent": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все больше воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови.\nВ своем \"Индексе влияния в Юго-Восточной Азии\" ... [262 символа]",
      "importance": "Urgent",
      "source": "Bloomberg",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:30:01Z",
      "url": "https://www.bloomberg.com/news/articles/2025-09-24/trump-seen-weakening-us-clout-in-china-s-backyard-report-warns",
      "urlToImage": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i.QUVpFk8rDA/v1/1200x800.jpg"
    },
    {
      "id": 1758786351457,
      "rank": 7,
      "title": "Украинцы осторожны в реакции на изменение позиции Трампа по войне",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции Дональда Трампа по их войне с Россией. Трамп заявил во вторник, что Украина может выиграть трехлетний конфликт и вернуть захваченные земли.",
      "fullContent": "Для получения информации о подаче некрологов, пожалуйста, свяжитесь с Reading Eagle по телефону 610-371-5018, или по электронной почте obituaries@readingeagle.com, или по факсу 610-371-5193.\nБольшинство некрологов, опубликованных в Reading Eagle, подаются через похоронные бюро и другие источники...",
      "importance": "Developing",
      "source": "Reading Eagle",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:11:15Z",
      "url": "https://www.readingeagle.com/2025/09/24/ukrainians-cautious-trump-war-shift/",
      "urlToImage": "https://www.readingeagle.com/wp-content/uploads/2025/09/UN_General_Assembly_70757-1.jpg?w=1024&h=682"
    },
    {
      "id": 1758786351458,
      "rank": 8,
      "title": "Кремль игнорирует комментарий Трампа о 'бумажном тигре', говорит о ценности его усилий по миру в Украине",
      "summary": "Кремль в среду проигнорировал комментарий президента Дональда Трампа, описывающего Россию как бумажного тигра, и заявил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине.",
      "fullContent": "Кремль в среду проигнорировал комментарий президента Дональда Трампа, описывающего Россию как \"бумажного тигра\", и заявил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине.\nПресс-секретарь Кремля Дмитрий Песков сказал, что Россия...",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T11:02:42Z",
      "url": "https://www.newsmax.com/world/globaltalk/russia-trump-paper-tiger/2025/09/24/id/1227610/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=bacbc764-0980-4bf8-a54a-1fd38dcdd39b&SiteName=Newsmax"
    },
    {
      "id": 1758786351459,
      "rank": 9,
      "title": "Трамп на Генеральной Ассамблее ООН 2025: Война России с Украиной и Иран готовится выступить",
      "summary": "Следите за прямой трансляцией Генеральной Ассамблеи ООН 2025: критика Трампа в адрес ООН, обращение Украины к Генеральной Ассамблее и Иран готовится высказаться после конфликта с Израилем.",
      "fullContent": "​\nПрезидент Колумбии Густаво Петров в своей речи на Генеральной Ассамблее ООН во вторник резко раскритиковал антинаркотическую политику президента Дональда Трампа, назвав её насильственной, неэффективной и основанной на доминировании, а не на общественном здоровье.\nПетров утверждал, что Колумбия достигла...",
      "importance": "Developing",
      "source": "Fox News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:32:32Z",
      "url": "https://www.foxnews.com/live-news/trump-unga-2025-live-updates-ukraine-iran-israel",
      "urlToImage": "https://livenews.foxnews.com/images/2025/09/f88e349f41db662b8edcae4c3b7d8387.jpg"
    },
    {
      "id": 1758786351460,
      "rank": 10,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским судам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Трамп подчеркнул необходимость сотрудничества между странами и призвал к мирному разрешению конфликтов, заявив, что только совместные усилия могут привести к стабильности и процветанию. Он также отметил, что разрушительные последствия войн и конфликтов затрагивают не только непосредственно вовлеченные страны, но и весь мир, подчеркивая гуманитарные аспекты этих проблем.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758786351461,
      "rank": 11,
      "title": "Ястребы Республиканской партии радуются, так как Трамп поддерживает победу Украины",
      "summary": "Заявление президента Дональда Трампа о том, что Украина может «победить» в своей войне против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате, что сигнализирует о резком изменении его позиции и вдохновляет законодателей, которые давно выступают за более жесткую линию.",
      "fullContent": "Заявление президента Дональда Трампа о том, что Украина может «победить» в своей войне против России, вызвало мгновенную реакцию со стороны ястребов внешней политики Республиканской партии в Сенате. Это резкое изменение в его позиции на конфликт вдохновило законодателей, которые на протяжении длительного времени выступали за более жесткий подход к России. Трамп подчеркнул важность поддержки Украины, отметив, что мирное разрешение конфликта возможно только при условии, что международное сообщество будет активно поддерживать суверенитет и территориальную целостность Украины.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T23:45:59Z",
      "url": "https://www.newsmax.com/politics/lindsey-graham-roger-wicker-tom-cotton/2025/09/23/id/1227576/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=56bcf580-cb6b-4cb8-8e54-d2227e57738e&SiteName=Newsmax"
    },
    {
      "id": 1758786351462,
      "rank": 12,
      "title": "В значительном изменении Трамп заявляет, что Украина может вернуть все территории у России",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли, чтобы положить конец самой смертоносной войне в Европе с времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит, что Украина, с поддержкой Европейского Союза и НАТО, может вернуть все территории, захваченные Россией с момента ее вторжения более трех лет назад. Это заявление стало значительным изменением в его предыдущей позиции, когда он утверждал, что обе стороны должны пойти на компромисс. Трамп подчеркнул, что восстановление мира в Европе возможно только через уважение к международным нормам и правам человека, призвав к мирному разрешению конфликта и поддержке гуманитарных инициатив для пострадавших от войны.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758786351463,
      "rank": 13,
      "title": "Мелания Трамп пытается привлечь других супругов первых лиц к своей коалиции, один из них срочно ищет её внимания",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции, посвященной благополучию детей и искусственному интеллекту. В рамках этой инициативы она стремится объединить усилия первых леди и супругов лидеров стран для решения актуальных проблем, с которыми сталкиваются дети по всему миру. Мелания подчеркнула важность совместной работы и гуманитарной ответственности, призвав к действию в условиях глобальных вызовов.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758786351464,
      "rank": 14,
      "title": "Последние новости: Трамп говорит высокопоставленному чиновнику ООН, что США поддерживают глобальную организацию 'на 100%' после опасений по поводу отступления",
      "summary": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Он отметил, что США остаются преданными ООН, несмотря на критику и опасения по поводу возможного отступления. Трамп призвал к более активному сотрудничеству и подчеркнул необходимость глобального единства в решении гуманитарных кризисов, таких как миграция и изменение климата, которые требуют совместных усилий всех стран.",
      "importance": "Developing",
      "source": "WTOP",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T17:52:08Z",
      "url": "https://wtop.com/national/2025/09/the-latest-trump-will-take-aim-at-globalist-institutions-during-un-address/",
      "urlToImage": "https://wtop.com/wp-content/uploads/2025/09/Trump_71419-scaled.jpg"
    },
    {
      "id": 1758786351465,
      "rank": 15,
      "title": "Трамп призывает к немедленному прекращению войны в Газе в своей речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'вознаграждением' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля в Газе должна прекратиться немедленно, осудив недавнее признание палестинского государства несколькими странами. Он подчеркнул, что такое признание является 'вознаграждением' для ХАМАСа и может усугубить конфликт. Трамп призвал к мирным переговорам и диалогу, подчеркивая важность гуманитарной помощи для гражданского населения, пострадавшего от военных действий, и необходимость поиска устойчивых решений для достижения мира в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758786351466,
      "rank": 16,
      "title": "На заседании ООН Трамп заявил, что организация 'даже близко не соответствует' своему потенциалу",
      "summary": "Президент Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями своей внешней политики и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "ОРГАНИЗАЦИЯ ОБЪЕДИНЕННЫХ НАЦИЙ — Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.\nМировые лидеры внимательно слушали его выступление на заседании ООН, где он поднимал важные вопросы, касающиеся глобальной безопасности и гуманитарных аспектов международных отношений. Трамп акцентировал внимание на необходимости реформирования ООН, чтобы она стала более действенной в решении актуальных проблем, таких как конфликты, бедность и изменение климата.",
      "importance": "Developing",
      "source": "Anchorage Daily News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:58:04Z",
      "url": "https://www.adn.com/nation-world/2025/09/23/in-un-speech-trump-says-it-is-not-even-coming-close-to-living-up-to-its-potential/",
      "urlToImage": "https://www.adn.com/resizer/v2/PBZXXX5IMVLITY4HVZYLYACTOA.jpg?smart=true&auth=335f692f3fbb27f98629b3ed368118e5f12e04f79c64b2356213650fce29478f&width=1200&height=630"
    },
    {
      "id": 1758786351467,
      "rank": 17,
      "title": "Трамп в выступлении на заседании ООН заявил, что мировая организация 'даже близко не соответствует' своему потенциалу",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.\nПо данным Associated Press, Трамп подчеркнул, что ООН должна играть более активную роль в решении гуманитарных кризисов и поддержании мира. Он призвал мировых лидеров к совместным усилиям для улучшения ситуации в странах, страдающих от конфликтов и бедности, и отметил, что только совместные действия могут привести к позитивным изменениям.",
      "importance": "Developing",
      "source": "Star Tribune",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:55:05Z",
      "url": "https://www.startribune.com/trump-to-take-aim-at-globalist-institutions-make-case-for-his-foreign-policy-record-in-un-speech/601479117",
      "urlToImage": "https://arc.stimg.co/startribunemedia/7S3TEHPZJRG7FDE6CVTZGPWNAU.jpg?&w=1200&ar=1.91:1&fit=crop"
    },
    {
      "id": 1758786351468,
      "rank": 18,
      "title": "Трамп: 'Какова цель Организации Объединенных Наций?'",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций, чтобы представить широкий обзор достижений своей внешней политики во втором сроке и lamentировать, что глобалистские институты значительно подорвали мировой порядок.",
      "fullContent": "Наблюдая за этим событием со всего мира, президент Дональд Трамп вернулся в ООН во вторник, чтобы резко раскритиковать своего предшественника и саму организацию.\n\"Прошло шесть лет с тех пор, как я в последний раз стоял в этом величественном зале и обращался к миру, который процветал благодаря сотрудничеству и взаимопониманию. Однако сегодня мы видим, что многие глобальные институты, включая ООН, не справляются с задачами, стоящими перед ними. Мы должны переосмыслить их роль и сделать так, чтобы они служили интересам всех народов, а не только отдельных стран.\" Трамп призвал к более активным действиям в области гуманитарной помощи и миротворчества, подчеркивая важность совместных усилий для достижения мира и стабильности в мире.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:30:47Z",
      "url": "https://www.newsmax.com/world/globaltalk/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758786351469,
      "rank": 19,
      "title": "Трамп нацеливается на 'глобалистские институты' во время обращения в ООН",
      "summary": "Во вторник президент Дональд Трамп выступит с обширной речью о достижениях своей внешней политики во втором сроке и выразит сожаление о том, что глобалистские институты значительно подорвали мировой порядок.",
      "fullContent": "Смотрящий на мир, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы выступить с обширной речью о достижениях своей внешней политики во втором сроке и выразить сожаление о том, что \"глобалистские институты значительно подорвали мировой порядок,... [2053 символов]",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T13:43:31Z",
      "url": "https://www.newsmax.com/us/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758786351470,
      "rank": 20,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты воздушного пространства",
      "summary": "НАТО предупредило Россию о том, что будет использовать все средства для защиты от дальнейших нарушений своего воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию о том, что будет использовать все средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития ранее в этом месяце российских дронов над Польшей и Эстонией… [+2839 символов]",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758786351471,
      "rank": 21,
      "title": "Культура войны, возглавляемая Трампом, ставит Европу перед решающим моментом: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к ее падению.",
      "fullContent": "Движение президента США Дональда Трампа 'Сделаем Америку великой снова' (MAGA) отзывается в Европе через культуру войны, которая поддерживается политическими союзниками, как показал новый отчет. \r\n… [+2606 символов]",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758786351472,
      "rank": 22,
      "title": "Объяснение статьи 4 НАТО: Эстония запрашивает консультации по поводу нарушения российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии",
      "fullContent": "БРЮССЕЛЬ — В понедельник союзники по НАТО проведут официальные консультации по запросу Эстонии, после того как эта балтийская страна сообщила о том, что три российских истребителя вошли в её воздушное пространство на прошлой неделе без разрешения. Это событие подчеркивает растущую напряженность в регионе и необходимость укрепления безопасности стран Балтии. Эстония, как и другие страны НАТО, обеспокоена возможными последствиями таких действий и призывает к более активному диалогу и сотрудничеству для обеспечения стабильности в Европе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758786351473,
      "rank": 23,
      "title": "Трамп нацелится на 'глобалистские институты' и представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует своё обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и lamentировать, что 'глобалистские институты значительно подорвали мировой порядок.'",
      "fullContent": "НЬЮ-ЙОРК — Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в ООН во вторник, чтобы выступить с обширным обращением, в котором он подведет итоги своей внешней политики во втором сроке и выразит сожаление о том, что глобалистские институты, по его мнению, подорвали мировой порядок. В условиях растущих международных конфликтов и гуманитарных кризисов, Трамп намерен акцентировать внимание на необходимости пересмотра подходов к международным отношениям и укреплению суверенитета стран.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758786351474,
      "rank": 24,
      "title": "Франция признает палестинское государство на фоне широкого недовольства действиями Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в ООН в понедельник, что углубляет международную изоляцию Израиля в условиях его максималистских военных целей в Газе и расширения поселений.",
      "fullContent": "Организация Объединённых Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании палестинского государства в ООН в понедельник. Этот шаг углубляет международную изоляцию Израиля, который продолжает проводить свои военные операции в Газе и расширять поселения на оккупированных территориях. Признание палестинского государства стало важным шагом в стремлении к мирному разрешению конфликта и подчеркивает необходимость уважения прав человека и гуманитарных принципов в регионе. Многие страны призывают к немедленному прекращению насилия и поиску дипломатического решения, которое обеспечит безопасность и стабильность для всех народов.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758786351475,
      "rank": 25,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "КИЕВ, Украина -- Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам своих стран в понедельник, когда президент Украины Владимир Зеленский ожидал очень напряженной недели … [+3677 символов]",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758786351476,
      "rank": 26,
      "title": "Долгая и сложная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает. Это, вероятно, означает, что Тегеран столкнется с новым давлением на свою ослабленную экономику, поскольку напряженность остается высокой в более широком контексте … [+8231 символов]",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758786351477,
      "rank": 27,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников сессий Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' … [+3925 символов]",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758786351478,
      "rank": 28,
      "title": "Европейская комиссия предлагает новый пакет санкций против России | CNN Business",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России странам-членам, согласно словам её президента Урсулы фон дер Ляйен в пятницу. Она отметила, что Европа усиливает давление на Москву в свете её проявлений \"презрения к дипломатии\".",
      "fullContent": "Европейская комиссия предложила 19-й пакет санкций против России странам-членам, согласно словам её президента Урсулы фон дер Ляйен в пятницу. Она подчеркнула, что Европа усиливает давление на Москву, учитывая её действия, которые противоречат международным нормам и принципам. Эти меры направлены на защиту мира и стабильности в регионе, а также на поддержку Украины и других стран, пострадавших от агрессии.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758786351479,
      "rank": 29,
      "title": "Россия и Вьетнам используют доходы от энергетики для обхода возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм для сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных энергетических проектов для финансирования оборонных контрактов, согласно внутренним вьетнамским документам, полученным The Associated Press.",
      "fullContent": "БАНГКОК (AP) — Россия и Вьетнам разработали скрытый метод сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций. Они используют доходы от совместных проектов в области нефти и газа для финансирования оборонных контрактов. Этот подход вызывает серьезные опасения в международном сообществе, так как он может подорвать усилия по обеспечению мира и безопасности в регионе, а также усугубить гуманитарные последствия конфликта.",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758786351480,
      "rank": 30,
      "title": "Удары Украины перекрывают экспорт российской нефти и поставки топлива",
      "summary": "Доказательства нарастают, что двухсторонний подход Украины работает. Российские регионы испытывают нехватку топлива, а экспорт страдает.",
      "fullContent": "Украина ухудшила нехватку топлива в России за последнюю неделю, продолжая наносить удары по российским нефтеперерабатывающим заводам и энергетической инфраструктуре с помощью дальнобойных дронов. В то же время Польша призывает к увеличению поставок нефти, чтобы поддержать усилия Украины. Эти действия подчеркивают важность энергетической безопасности и необходимость поиска мирных решений для прекращения конфликта, который наносит ущерб как Украине, так и России.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758786470133,
  "generatedAt": "2025-09-25T07:47:50.133Z"
}