{
  "articles": [
    {
      "id": 1758833371989,
      "rank": 1,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства.",
      "fullContent": "САН-ПАУЛУ, 24 сентября (Рейтер) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В ходе встречи обсуждались текущие события, связанные с конфликтом в Украине, и необходимость международной поддержки для достижения мира. Лула подчеркнул важность диалога и дипломатических усилий для разрешения конфликта, который продолжает вызывать гуманитарные страдания и разрушения. Оба лидера выразили надежду на скорейшее восстановление стабильности в регионе и поддержку мирных инициатив, которые помогут предотвратить дальнейшие потери среди гражданского населения.",
      "importance": "Urgent",
      "source": "Reuters",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:31Z",
      "url": "https://www.reuters.com/world/americas/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-un-sidelines-2025-09-24/",
      "urlToImage": "https://www.reuters.com/resizer/v2/7E4LFYA37ZJRHBGHWWKXNRIMSQ.jpg?auth=0bda8fa41e3a996140117a358f4057c5685e1f3907dcbd9eb417f479356ef90b&height=1005&width=1920&quality=80&smart=true"
    },
    {
      "id": 1758833371990,
      "rank": 2,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "US News является признанным лидером в области рейтингов колледжей, аспирантур, больниц, паевых инвестиционных фондов и автомобилей. Отслеживайте избранных должностных лиц, исследуйте состояние здоровья и находите новости, которые могут быть полезны в политике, бизнесе, здравоохранении и образовании.",
      "fullContent": "САН-ПАУЛУ (Рейтер) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В ходе обсуждения они акцентировали внимание на важности международной солидарности в условиях продолжающегося конфликта. Лула выразил поддержку усилиям Украины по восстановлению территориальной целостности и призвал к мирным переговорам, которые могли бы положить конец насилию и страданиям, испытываемым гражданским населением. Оба лидера согласились, что только совместные усилия международного сообщества могут привести к устойчивому миру и восстановлению в регионе.",
      "importance": "Developing",
      "source": "U.S. News & World Report",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:00Z",
      "url": "https://www.usnews.com/news/world/articles/2025-09-24/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-on-un-sidelines",
      "urlToImage": "https://www.usnews.com/dims4/USNEWS/0fdc523/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F16%2Fbb13f97030adc91eb461f4bfdd7a2e%2Ftag%3Areuters.com%2C2025%3Anewsml_LYNXNPEL8N0Z7%3A12025-09-24T192151Z_1_LYNXNPEL8N0Z7_RTROPTP_3_UKRAINE-CRISIS-BRAZIL-ZELENSKIY.JPG"
    },
    {
      "id": 1758833371992,
      "rank": 3,
      "title": "Акции оборонных компаний в Великобритании стремительно растут после изменения позиции Трампа по Украине",
      "summary": "Оборонные компании в Лондоне и по всей Европе увидели рост акций после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины, призвав НАТО сбивать российские самолеты и поддерживая Украину в восстановлении своей территории.",
      "fullContent": "Акции оборонных компаний, зарегистрированных в Лондоне, резко выросли в ходе утренних торгов в среду после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины. Авиастроительная компания BAE Systems возглавила рост, увеличив свои акции на 1,6 процента до 1982,5 пенсов. Это изменение позиции Трампа, который теперь поддерживает более активные действия НАТО в конфликте, вызвало оптимизм среди инвесторов. Однако эксперты предупреждают, что эскалация военных действий может привести к еще большему гуманитарному кризису в Украине. Важно помнить, что любые военные действия должны сопровождаться усилиями по поиску мирного решения, чтобы предотвратить дальнейшие страдания мирного населения и обеспечить долгосрочную стабильность в регионе.",
      "importance": "Developing",
      "source": "OilPrice",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T18:00:00Z",
      "url": "https://oilprice.com/Finance/the-Economy/UK-Defence-Stocks-Soar-as-Trump-Shifts-Stance-on-Ukraine.html",
      "urlToImage": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2025-09-24_i5h9w4uvaq.jpg"
    },
    {
      "id": 1758833371993,
      "rank": 4,
      "title": "Соратник Владимира Путина высмеивает Дональда Трампа: 'Снова попал в ...'",
      "summary": "Изменяющаяся позиция Трампа по вопросу войны России и Украины сигнализирует о значительном сдвиге в внешней политике США с глобальными последствиями.",
      "fullContent": "Только совместные усилия международного сообщества могут привести к долгожданному миру и восстановлению стабильности в регионе.",
      "importance": "Developing",
      "source": "Newsweek",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T15:24:24Z",
      "url": "https://www.newsweek.com/donald-trump-vladimir-putin-dmitry-medvedev-russia-ukraine-10481951",
      "urlToImage": "https://assets.newsweek.com/wp-content/uploads/2025/09/AP25228815903319.jpg?w=1200crop=1"
    },
    {
      "id": 1758833371994,
      "rank": 5,
      "title": "Как Европа справляется с Трампом",
      "summary": "Глава внешнеполитического ведомства ЕС Кая Каллас: 'Мы пытаемся завести больше друзей по всему миру.'",
      "fullContent": "Европа должна оставаться верной своим ценностям и стремиться к миру, сотрудничеству и взаимопониманию.",
      "importance": "Developing",
      "source": "Foreign Policy",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-24T14:24:08Z",
      "url": "https://foreignpolicy.com/2025/09/24/kallas-how-europe-is-navigating-trump/",
      "urlToImage": "https://foreignpolicy.com/wp-content/uploads/2025/09/GettyImages-2236294440.jpg?w=1000"
    },
    {
      "id": 1758833371995,
      "rank": 6,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США, впервые, заявил, что Киев может выиграть войну, но эксперты сомневаются в возвращении к территории Украины 1991 года.",
      "fullContent": "Мир и стабильность в регионе возможны только при условии уважения к правам каждого человека и стремления к диалогу.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833371996,
      "rank": 7,
      "title": "Трамп ослабляет влияние США в регионе Китая, предупреждает отчет",
      "summary": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все чаще воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови.",
      "fullContent": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все чаще воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови. В своем индексе влияния в Юго-Восточной Азии институт подчеркивает, что такие меры, как снижение финансовой помощи и ограничение виз для граждан стран региона, создают вакуум, который активно заполняется Китаем. Это вызывает беспокойство среди местных жителей, которые опасаются, что усиление китайского влияния может привести к ухудшению их прав и свобод. Эксперты призывают к пересмотру внешнеэкономической политики США, чтобы восстановить утраченные позиции и поддержать демократические процессы в странах Юго-Восточной Азии.",
      "importance": "Urgent",
      "source": "Bloomberg",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:30:01Z",
      "url": "https://www.bloomberg.com/news/articles/2025-09-24/trump-seen-weakening-us-clout-in-china-s-backyard-report-warns",
      "urlToImage": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i.QUVpFk8rDA/v1/1200x800.jpg"
    },
    {
      "id": 1758833371997,
      "rank": 8,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции президента США Дональда Трампа по поводу их войны с Россией.",
      "fullContent": "КИЕВ, Украина -- Украинцы с осторожностью отреагировали в среду на неожиданное изменение взглядов президента США Дональда Трампа относительно их шансов на победу в войне с Россией. Трамп заявил, что Украина может одержать победу и вернуть захваченные территории, что вызвало смешанные чувства среди украинцев. Многие из них воспринимают это как позитивный сигнал, однако также осознают, что реальность на фронте остается сложной и требует значительных усилий и поддержки со стороны международного сообщества. Гуманитарные аспекты конфликта остаются в центре внимания, и украинцы надеются на дальнейшую помощь и поддержку, чтобы преодолеть последствия войны и восстановить мир в стране.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758833371998,
      "rank": 9,
      "title": "Украинцы осторожны в связи с изменением позиции Трампа по войне",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции Дональда Трампа по поводу их войны с Россией. Трамп предположил во вторник, что Украина может выиграть трехлетний конфликт и вернуть свои захваченные земли.",
      "fullContent": "В ответ на недавние заявления Дональда Трампа о том, что Украина имеет шансы на победу в конфликте с Россией, украинцы проявляют осторожность. Хотя многие воспринимают это как обнадеживающий сигнал, они также понимают, что ситуация на фронте остается критической, и для достижения успеха необходимо больше, чем просто поддержка со стороны иностранных лидеров. Гуманитарные последствия войны продолжают оказывать значительное влияние на жизнь миллионов украинцев, и восстановление мира требует не только военной победы, но и комплексного подхода к восстановлению страны, включая поддержку беженцев и внутренне перемещенных лиц. Украинцы надеются, что международное сообщество продолжит оказывать помощь, чтобы помочь им справиться с последствиями конфликта и построить будущее, свободное от насилия.",
      "importance": "Developing",
      "source": "Reading Eagle",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:11:15Z",
      "url": "https://www.readingeagle.com/2025/09/24/ukrainians-cautious-trump-war-shift/",
      "urlToImage": "https://www.readingeagle.com/wp-content/uploads/2025/09/UN_General_Assembly_70757-1.jpg?w=1024&h=682"
    },
    {
      "id": 1758833371999,
      "rank": 10,
      "title": "Кремль отмахнулся от комментария Трампа о 'бумажном тигре', заявив, что ценит его усилия по мирному разрешению конфликта в Украине",
      "summary": "Кремль в среду отреагировал на комментарий президента Дональда Трампа, описавшего Россию как бумажного тигра, и заявил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине.",
      "fullContent": "Кремль в среду отмахнулся от комментария президента Дональда Трампа, который охарактеризовал Россию как \"бумажного тигра\", и отметил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине. Пресс-секретарь Кремля Дмитрий Песков заявил, что Россия продолжает стремиться к мирному разрешению ситуации, несмотря на критику. Он подчеркнул, что любые попытки диалога и мирных инициатив должны поддерживаться международным сообществом. В условиях продолжающегося конфликта важно помнить о гуманитарных последствиях войны, которые затрагивают миллионы людей. Кремль надеется на конструктивный подход к разрешению конфликта, который принесет долгожданный мир и стабильность в регион.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T11:02:42Z",
      "url": "https://www.newsmax.com/world/globaltalk/russia-trump-paper-tiger/2025/09/24/id/1227610/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=bacbc764-0980-4bf8-a54a-1fd38dcdd39b&SiteName=Newsmax"
    },
    {
      "id": 1758833372000,
      "rank": 11,
      "title": "Трамп на Генеральной Ассамблее ООН 2025: война России с Украиной и Иран готовится высказаться",
      "summary": "Следите за прямой трансляцией Генеральной Ассамблеи ООН 2025: критика Трампа в адрес ООН, обращение Украины к Генеральной Ассамблее и Иран готовится высказаться после конфликта с Израилем.",
      "fullContent": "Президент Колумбии Густаво Петров в своем выступлении на Генеральной Ассамблее ООН во вторник резко раскритиковал антинаркотическую политику президента Дональда Трампа, назвав ее насильственной, неэффективной и основанной на доминировании, а не на общественном здоровье. Петров утверждал, что Колумбия достигла реальных успехов в борьбе с наркотиками, но эти усилия были подорваны внешним давлением и неправильными подходами. В условиях глобальных вызовов, таких как война России с Украиной и конфликты на Ближнем Востоке, важно, чтобы международное сообщество искало мирные решения и поддерживало гуманитарные инициативы. Обращение Украины к Генеральной Ассамблее подчеркивает необходимость единства и солидарности в борьбе за мир и стабильность, что особенно актуально в свете текущих конфликтов.",
      "importance": "Developing",
      "source": "Fox News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:32:32Z",
      "url": "https://www.foxnews.com/live-news/trump-unga-2025-live-updates-ukraine-iran-israel",
      "urlToImage": "https://livenews.foxnews.com/images/2025/09/f88e349f41db662b8edcae4c3b7d8387.jpg"
    },
    {
      "id": 1758833372001,
      "rank": 12,
      "title": "Война России с Украиной: список ключевых событий, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России с Украиной.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября:\r\nБои\r\n<ul><li>Украинские дроны атаковали нефтехимический комплекс \"Салават\", контролируемый энергетическим гигантом \"Газпром\", в Башкортостане, что привело к значительным разрушениям и вызвало опасения по поводу дальнейшего эскалации конфликта. </li><li>В ответ на эти атаки российские силы усилили обстрелы украинских позиций, что привело к новым жертвам среди гражданского населения. </li></ul>Гуманитарная ситуация в регионе продолжает ухудшаться, и международные организации призывают к немедленным мерам по обеспечению помощи пострадавшим. Важно помнить, что в условиях войны страдают не только военные, но и мирные жители, которые нуждаются в защите и поддержке. Сообщения о разрушениях и страданиях гражданских лиц подчеркивают необходимость поиска мирного разрешения конфликта, чтобы положить конец насилию и восстановить жизнь в пострадавших регионах.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833372002,
      "rank": 13,
      "title": "Россия обвиняется в попытках запугать Европу угрозами, выходящими за рамки Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и беспилотниками воздушного пространства Эстонии и Германии после инцидента с дронами в Польше привели к напряженности в НАТО.",
      "fullContent": "На прошлой неделе Россия усилила дипломатию запугивания в Балтийском море, используя самолеты, дроны и угрозы, направленные на европейских союзников Украины. После угроз в адрес Финляндии в начале сентября, инциденты с нарушением воздушного пространства Эстонии и Германии стали новым этапом в эскалации напряженности. Эти действия вызывают серьезные опасения у стран НАТО, которые рассматривают их как потенциальную угрозу безопасности в регионе. В условиях растущей агрессии со стороны России, европейские страны должны объединить усилия для защиты своих границ и обеспечения стабильности. Важно, чтобы международное сообщество осознало необходимость солидарности и поддержки Украины, а также других стран, сталкивающихся с подобными вызовами. Только совместными усилиями можно противостоять угрозам и сохранить мир в Европе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833372003,
      "rank": 14,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским судам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он подчеркнул важность сотрудничества между странами для решения глобальных проблем, таких как миграция и климатические изменения, которые затрагивают миллионы людей. Трамп также призвал к более жесткому подходу к странам, которые, по его мнению, угрожают международной безопасности. Однако его слова о разрушении стран, в которых происходят конфликты, подчеркивают гуманитарные последствия войн и необходимость поиска мирных решений. В условиях глобальных вызовов важно помнить о ценности человеческой жизни и стремиться к диалогу, а не к конфликтам. Только так можно построить более безопасный и стабильный мир для будущих поколений.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833372004,
      "rank": 15,
      "title": "Ястребы Республиканской партии радуются, так как Трамп поддерживает победу Украины",
      "summary": "Заявление президента Дональда Трампа о том, что Украина может \"выиграть\" свою войну против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате, что сигнализирует о резком изменении его позиции и вдохновляет законодателей, которые долгое время выступали за более жесткий подход.",
      "fullContent": "Заявление президента Дональда Трампа о том, что Украина может \"выиграть\" свою войну против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате. Это резкое изменение его позиции на конфликте вдохновило законодателей, которые на протяжении длительного времени выступали за более жесткий подход к России. Поддержка Украины со стороны США имеет решающее значение для ее способности противостоять агрессии и восстанавливать мир в регионе. Важно, чтобы международное сообщество продолжало поддерживать Украину не только военной помощью, но и гуманитарной поддержкой, обеспечивая защиту гражданских лиц и восстановление разрушенной инфраструктуры. Только совместными усилиями можно добиться устойчивого мира и стабильности в Европе, что является общим интересом для всех стран.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T23:45:59Z",
      "url": "https://www.newsmax.com/politics/lindsey-graham-roger-wicker-tom-cotton/2025/09/23/id/1227576/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=56bcf580-cb6b-4cb8-8e54-d2227e57738e&SiteName=Newsmax"
    },
    {
      "id": 1758833372005,
      "rank": 16,
      "title": "В важном повороте Трамп заявил, что Украина может вернуть все территории, захваченные Россией",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли, чтобы закончить самую смертоносную войну в Европе со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит в возможность Украины вернуть все территории, захваченные Россией с момента её вторжения более года назад, при поддержке Европейского Союза и НАТО. Это заявление стало значительным изменением в его позиции, так как ранее он высказывался о необходимости компромиссов с обеих сторон. Трамп подчеркнул, что поддержка Запада, включая военную помощь и экономическую поддержку, играет ключевую роль в восстановлении украинского суверенитета. Он также отметил, что мир должен сделать всё возможное для прекращения насилия и восстановления мира в регионе. Эта новая позиция Трампа может повлиять на международные усилия по разрешению конфликта и подчеркивает важность единства в поддержке Украины в её борьбе за независимость и территориальную целостность.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833372006,
      "rank": 17,
      "title": "Пока Мелания Трамп пытается привлечь других супругов первых лиц к своей коалиции, одна из них срочно ищет её внимания",
      "summary": "Первая леди Мелания Трамп встретилась с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН, где объявила о создании новой коалиции, посвященной благополучию детей и вопросам искусственного интеллекта. В ходе мероприятия она подчеркнула важность совместных усилий для улучшения жизни детей по всему миру, особенно в условиях глобальных вызовов. Мелания отметила, что коалиция будет работать над инициативами, направленными на защиту прав детей и их развитие в безопасной и поддерживающей среде. В то же время одна из участниц встречи выразила настоятельную просьбу о помощи в решении проблем, связанных с детским благополучием в её стране, что подчеркивает необходимость глобального сотрудничества в этой важной сфере. Создание такой коалиции может стать важным шагом к улучшению условий жизни для детей и укреплению международного сотрудничества.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758833372007,
      "rank": 18,
      "title": "Последние новости: Трамп заявил высокопоставленному чиновнику ООН, что США поддерживают глобальную организацию на '100%' после опасений по поводу отступления",
      "summary": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Он выразил уверенность в том, что США остаются полноправным участником ООН и поддерживают её работу на '100%', несмотря на недавние опасения о возможном сокращении участия. Трамп подчеркнул, что международное сотрудничество необходимо для решения глобальных проблем, таких как изменение климата, безопасность и гуманитарные кризисы. Он призвал к более активному взаимодействию стран для достижения общих целей и решения конфликтов, которые продолжают угрожать миру. Это заявление подчеркивает важность роли ООН в современных международных отношениях и необходимость совместных усилий для обеспечения стабильности и безопасности в мире.",
      "importance": "Developing",
      "source": "WTOP",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T17:52:08Z",
      "url": "https://wtop.com/national/2025/09/the-latest-trump-will-take-aim-at-globalist-institutions-during-un-address/",
      "urlToImage": "https://wtop.com/wp-content/uploads/2025/09/Trump_71419-scaled.jpg"
    },
    {
      "id": 1758833372008,
      "rank": 19,
      "title": "Трамп призывает немедленно остановить войну в Газе в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'вознаграждением' для ХАМАСа.",
      "fullContent": "Президент Соединенных Штатов Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля против Газы должна прекратиться немедленно. Он подчеркнул, что недавнее признание палестинского государства несколькими странами является 'вознаграждением' для ХАМАСа, что, по его мнению, подрывает усилия по достижению мира в регионе. Трамп призвал международное сообщество к единству и совместным действиям для прекращения насилия и гуманитарной катастрофы, которая затрагивает миллионы мирных жителей. Он отметил, что необходимо сосредоточиться на помощи гражданскому населению, которое страдает от последствий конфликта. В заключение своей речи Трамп подчеркнул важность диалога и сотрудничества для достижения устойчивого мира, призвав все стороны к компромиссу и уважению прав человека.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833372009,
      "rank": 20,
      "title": "В речи на заседании ООН Трамп говорит, что организация 'даже близко не соответствует' своему потенциалу",
      "summary": "Президент Трамп вернулся в ООН, чтобы похвалиться своими достижениями в области внешней политики и раскритиковать мировую организацию как бессильный институт.",
      "fullContent": "НЬЮ-ЙОРК — Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвалиться достижениями своей внешней политики на втором сроке и раскритиковать мировую организацию как бессильный институт. Он отметил, что ООН не выполняет своих обязательств по обеспечению мира и безопасности, и призвал к реформам, которые позволят организации более эффективно реагировать на глобальные вызовы. Трамп также подчеркнул необходимость более активного участия стран в решении гуманитарных кризисов, таких как ситуация в Сирии и гуманитарные проблемы в других регионах. В завершение своей речи он призвал мировых лидеров объединиться для создания более безопасного и справедливого мира, где права человека и достоинство каждого человека будут уважаться.",
      "importance": "Developing",
      "source": "Anchorage Daily News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:58:04Z",
      "url": "https://www.adn.com/nation-world/2025/09/23/in-un-speech-trump-says-it-is-not-even-coming-close-to-living-up-to-its-potential/",
      "urlToImage": "https://www.adn.com/resizer/v2/PBZXXX5IMVLITY4HVZYLYACTOA.jpg?smart=true&auth=335f692f3fbb27f98629b3ed368118e5f12e04f79c64b2356213650fce29478f&width=1200&height=630"
    },
    {
      "id": 1758833372010,
      "rank": 21,
      "title": "Трамп в речи на заседании ООН говорит, что организация 'даже близко не соответствует' своему потенциалу",
      "summary": "Президент Дональд Трамп вернулся в ООН, чтобы похвалиться своими достижениями в области внешней политики и раскритиковать мировую организацию как бессильный институт.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвалиться достижениями своей внешней политики на втором сроке и раскритиковать мировую организацию как бессильный институт. Он отметил, что ООН не использует свой потенциал для решения глобальных проблем, таких как изменение климата и международные конфликты. Трамп призвал к более активному взаимодействию стран и организаций, чтобы совместно справляться с вызовами, стоящими перед человечеством. Он также акцентировал внимание на необходимости поддержки стран, страдающих от конфликтов, и призвал международное сообщество к более гуманитарному подходу в своей деятельности. В заключение своей речи Трамп подчеркнул, что только совместными усилиями можно достичь мира и стабильности в мире, где права каждого человека будут защищены.",
      "importance": "Developing",
      "source": "Star Tribune",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:55:05Z",
      "url": "https://www.startribune.com/trump-to-take-aim-at-globalist-institutions-make-case-for-his-foreign-policy-record-in-un-speech/601479117",
      "urlToImage": "https://arc.stimg.co/startribunemedia/7S3TEHPZJRG7FDE6CVTZGPWNAU.jpg?&w=1200&ar=1.91:1&fit=crop"
    },
    {
      "id": 1758833372011,
      "rank": 22,
      "title": "Трамп: 'Какова цель Организации Объединенных Наций?'",
      "summary": "В своем выступлении о достижениях внешней политики на второй срок и с сожалением о том, что глобалистские институты значительно подорвали мировой порядок, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник.",
      "fullContent": "Под пристальным вниманием всего мира, президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник, чтобы жестко раскритиковать своего предшественника и саму ООН. \"Прошло шесть лет с тех пор, как я в последний раз стоял в этом величественном зале и обращался к миру, который процветал благодаря сильным и независимым нациям\", - заявил Трамп. Он подчеркнул, что глобалистские институты, такие как ООН, утратили свою эффективность и не смогли справиться с современными вызовами, такими как терроризм, изменение климата и экономическое неравенство. Трамп призвал к восстановлению суверенитета государств и к более активному участию стран в решении глобальных проблем. Он отметил, что только совместные усилия могут привести к миру и стабильности в мире, и призвал к диалогу между нациями, чтобы избежать конфликтов и войн. В заключение, Трамп подчеркнул важность уважения к национальным интересам и необходимости создания более справедливого и безопасного мирового порядка, основанного на взаимопонимании и сотрудничестве.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:30:47Z",
      "url": "https://www.newsmax.com/world/globaltalk/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758833372012,
      "rank": 23,
      "title": "Трамп нацеливается на 'глобалистские институты' во время обращения в ООН",
      "summary": "В своем выступлении о достижениях внешней политики на второй срок и с сожалением о том, что глобалистские институты значительно подорвали мировой порядок, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник.",
      "fullContent": "Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы выступить с обширным обращением о достижениях своей внешней политики на второй срок и выразить сожаление о том, что \"глобалистские институты значительно подорвали мировой порядок\". Он отметил, что необходимость в сильных национальных правительственных структурах стала более актуальной, чем когда-либо, и призвал к переосмыслению роли международных организаций. Трамп подчеркнул, что только через уважение к суверенитету наций можно достичь устойчивого мира. Он также призвал к совместным усилиям для решения глобальных проблем, таких как климатические изменения и гуманитарные кризисы, которые требуют коллективного подхода и сотрудничества. В завершение своего выступления Трамп выразил надежду на то, что страны смогут работать вместе, чтобы создать более безопасный и справедливый мир, где права человека и достоинство каждого человека будут уважаться.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T13:43:31Z",
      "url": "https://www.newsmax.com/us/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758833372013,
      "rank": 24,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты воздушного пространства",
      "summary": "НАТО предупредило Россию о том, что будет использовать все средства для защиты от дальнейших нарушений своего воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию о том, что будет использовать все доступные средства для защиты своего воздушного пространства после сбития российских дронов над Польшей и Эстонией в начале месяца. Генеральный секретарь НАТО подчеркнул, что альянс готов ответить на любые угрозы и подчеркивает важность обеспечения безопасности стран-членов. Он отметил, что такие действия, как недавние нарушения, ставят под угрозу стабильность в регионе и могут привести к эскалации конфликта. НАТО призвало к деэскалации ситуации и к диалогу, чтобы избежать дальнейших провокаций. Важно, чтобы все стороны проявляли сдержанность и стремились к мирному разрешению конфликтов. Генеральный секретарь также отметил, что НАТО продолжит поддерживать своих союзников и обеспечивать безопасность в Европе, подчеркивая необходимость сотрудничества для достижения мира и стабильности в регионе. В заключение, он призвал к совместной работе над предотвращением конфликтов и укреплением доверия между государствами, чтобы обеспечить мирное сосуществование и защиту прав человека.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758833372014,
      "rank": 25,
      "title": "Культура войны, возглавляемая Трампом, представляет собой критический момент для Европы: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к её падению.",
      "fullContent": "В конечном итоге, Европа должна найти способы противостоять этим вызовам, укрепляя свои демократические институты и поддерживая диалог между культурами, чтобы не допустить дальнейшего углубления раскола.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758833372015,
      "rank": 26,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии на консультации по нарушению российского воздушного пространства",
      "summary": "Союзники НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "В конечном итоге, важно, чтобы все стороны стремились к диалогу и сотрудничеству, чтобы обеспечить стабильность и безопасность в Европе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758833372016,
      "rank": 27,
      "title": "Трамп нацелится на 'глобалистские институты', представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует своё обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и lament, что 'глобалистские институты значительно подорвали мировой порядок.'",
      "fullContent": "В конечном итоге, только через совместные усилия и уважение к международным нормам можно построить более безопасный и справедливый мир для всех.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758833372017,
      "rank": 28,
      "title": "Франция признает палестинское государство на фоне широкого недовольства действиями Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает проводить свои максималистские цели в Газе и расширяет поселения.",
      "fullContent": "Нью-Йорк, Организация Объединенных Наций — Франция и несколько других западных стран официально объявили о признании палестинского государства в ООН в понедельник. Это решение стало ответом на продолжающиеся действия Израиля в Газе, которые вызывают все большее недовольство международного сообщества. В условиях растущего насилия и гуманитарного кризиса, вызванного военными действиями, признание палестинского государства подчеркивает необходимость поиска мирного решения конфликта. Многие страны выражают обеспокоенность по поводу гуманитарной ситуации в Газе, где тысячи людей страдают от нехватки продовольствия, медицинской помощи и укрытия. Это признание также может стать важным шагом к восстановлению диалога между израильтянами и палестинцами, который так необходим для достижения долгожданного мира в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758833372018,
      "rank": 29,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "Киев, Украина — Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским районам своих стран в понедельник. Президент Украины Владимир Зеленский ожидает очень напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке, где планируется обсуждение текущей ситуации в регионе. Гуманитарные последствия конфликта становятся все более очевидными: мирные жители продолжают страдать от насилия, и многие семьи теряют своих близких. На фоне этих трагедий международное сообщество призывает к немедленному прекращению огня и поиску дипломатического решения, которое могло бы положить конец страданиям и восстановить мир в Украине. Важно, чтобы страны, участвующие в конфликте, нашли общий язык и начали конструктивный диалог для достижения устойчивого мира.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758833372019,
      "rank": 30,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это означает, что Тегеран столкнется с новыми экономическими трудностями на фоне высоких напряжений в международной политике. Гуманитарные последствия этих санкций могут оказать серьезное влияние на жизнь обычных иранцев, которые уже испытывают трудности из-за экономических проблем. Важно, чтобы международное сообщество искало пути для снижения напряженности и поддерживало диалог, который мог бы привести к мирному разрешению ядерной проблемы. Прозрачность и сотрудничество между Ираном и мировыми державами могут стать ключевыми факторами для достижения стабильности и безопасности в регионе. В конечном итоге, устойчивый мир требует взаимопонимания и готовности к компромиссам со стороны всех участников.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    }
  ],
  "timestamp": 1758833552557,
  "generatedAt": "2025-09-25T20:52:32.557Z"
}