{
  "articles": [
    {
      "id": 1758788073357,
      "rank": 1,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства.",
      "fullContent": "САН-ПАУЛУ, 24 сентября (Рейтер) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. Лидеры обсудили текущую ситуацию в Украине и необходимость международной поддержки для восстановления мира и стабильности в регионе. Лула подчеркнул важность дипломатических усилий и призвал к мирному разрешению конфликта, которое должно учитывать интересы всех сторон. В свою очередь, Зеленский выразил благодарность за поддержку Бразилии и подчеркнул, что мир в Украине невозможен без прекращения агрессии со стороны России. Оба президента согласились, что международное сообщество должно объединиться для защиты прав человека и обеспечения гуманитарной помощи пострадавшим от конфликта. В заключение встречи Лула и Зеленский подтвердили свою готовность продолжать диалог и сотрудничество для достижения мира.",
      "importance": "Urgent",
      "source": "Reuters",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:31Z",
      "url": "https://www.reuters.com/world/americas/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-un-sidelines-2025-09-24/",
      "urlToImage": "https://www.reuters.com/resizer/v2/7E4LFYA37ZJRHBGHWWKXNRIMSQ.jpg?auth=0bda8fa41e3a996140117a358f4057c5685e1f3907dcbd9eb417f479356ef90b&height=1005&width=1920&quality=80&smart=true"
    },
    {
      "id": 1758788073358,
      "rank": 2,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "US News является признанным лидером в области рейтингов колледжей, аспирантур, больниц, паевых инвестиционных фондов и автомобилей. Следите за избранными должностными лицами, изучайте состояние здоровья и находите новости, которые могут быть полезны в политике, бизнесе, здравоохранении и образовании.",
      "fullContent": "САН-ПАУЛУ (Рейтер) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В ходе встречи обсуждались вопросы, касающиеся конфликта в Украине и его гуманитарных последствий. Лула отметил, что необходимо сосредоточиться на помощи мирным жителям, пострадавшим от войны, и призвал международное сообщество к активным действиям в этом направлении. Зеленский, в свою очередь, подчеркнул, что поддержка Бразилии имеет важное значение для Украины, и выразил надежду на дальнейшее сотрудничество в области гуманитарной помощи. Лидеры согласились, что только совместными усилиями можно достичь устойчивого мира и восстановить доверие между народами. В заключение они подтвердили свою приверженность к диалогу и сотрудничеству для достижения общей цели — мира и безопасности в регионе.",
      "importance": "Developing",
      "source": "U.S. News & World Report",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:00Z",
      "url": "https://www.usnews.com/news/world/articles/2025-09-24/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-on-un-sidelines",
      "urlToImage": "https://www.usnews.com/dims4/USNEWS/0fdc523/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F16%2Fbb13f97030adc91eb461f4bfdd7a2e%2Ftag%3Areuters.com%2C2025%3Anewsml_LYNXNPEL8N0Z7%3A12025-09-24T192151Z_1_LYNXNPEL8N0Z7_RTROPTP_3_UKRAINE-CRISIS-BRAZIL-ZELENSKIY.JPG"
    },
    {
      "id": 1758788073359,
      "rank": 3,
      "title": "Акции оборонных компаний Великобритании растут на фоне изменения позиции Трампа по Украине",
      "summary": "Оборонные компании в Лондоне и по всей Европе увидели рост своих акций после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины, призвав НАТО сбивать российские самолеты и поддерживая Украину в восстановлении ее территории.",
      "fullContent": "Акции оборонных компаний, зарегистрированных в Лондоне, выросли в начале торгов в среду после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины. Аэрокосмическая компания BAE Systems возглавила рост, увеличившись на 1,6 процента до 1982,5 пенсов. Другие компании, такие как Rolls-Royce и Thales, также продемонстрировали положительную динамику. Трамп призвал НАТО к активным действиям, включая сбивание российских самолетов, что вызвало неоднозначную реакцию в международных кругах. Эксперты отмечают, что такая риторика может привести к эскалации конфликта, однако многие в оборонной отрасли рассматривают это как возможность для увеличения финансирования и поддержки. Важно помнить, что любые действия должны быть направлены на достижение мира и безопасности, а не на дальнейшую милитаризацию региона. В заключение, несмотря на экономические выгоды, необходимо помнить о гуманитарных последствиях конфликта и стремиться к мирному разрешению ситуации.",
      "importance": "Developing",
      "source": "OilPrice",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T18:00:00Z",
      "url": "https://oilprice.com/Finance/the-Economy/UK-Defence-Stocks-Soar-as-Trump-Shifts-Stance-on-Ukraine.html",
      "urlToImage": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2025-09-24_i5h9w4uvaq.jpg"
    },
    {
      "id": 1758788073360,
      "rank": 4,
      "title": "Союзник Владимира Путина высмеивает Дональда Трампа: 'Снова попал в альтернативную реальность'",
      "summary": "Изменяющаяся позиция Трампа по поводу войны России и Украины сигнализирует о значительном сдвиге во внешней политике США с глобальными последствиями.",
      "fullContent": "Союзник Владимира Путина Дмитрий Медведев в среду резко раскритиковал президента Дональда Трампа, заявив в Telegram, что Трамп \"снова попал в альтернативную реальность\" после того, как президент в во вторник заявил, что Украина может вернуть все свои территории. Это заявление Трампа вызывает серьезные вопросы о его понимании текущей ситуации на Украине и о том, как оно может повлиять на международные отношения. В условиях продолжающегося конфликта, который уже привел к многочисленным жертвам и гуманитарным катастрофам, важно, чтобы мировые лидеры действовали ответственно и осознанно. Глобальное сообщество должно стремиться к мирному разрешению конфликта и поддержке тех, кто страдает от его последствий.",
      "importance": "Developing",
      "source": "Newsweek",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T15:24:24Z",
      "url": "https://www.newsweek.com/donald-trump-vladimir-putin-dmitry-medvedev-russia-ukraine-10481951",
      "urlToImage": "https://assets.newsweek.com/wp-content/uploads/2025/09/AP25228815903319.jpg?w=1200crop=1"
    },
    {
      "id": 1758788073361,
      "rank": 5,
      "title": "Как Европа справляется с Трампом",
      "summary": "Глава внешнеполитического ведомства ЕС Кая Каллас: 'Мы пытаемся завести больше друзей по всему миру.'",
      "fullContent": "Во вторник в Нью-Йорке президент США Дональд Трамп заставил журналистов поразмыслить над его словами. В своей речи на Генеральной Ассамблее ООН Трамп подверг критике глобальные институты, поставил под сомнение необходимость существования ООН и заявил, что собравшиеся лидеры должны сосредоточиться на интересах своих стран. Это выступление вызвало обеспокоенность среди европейских лидеров, которые стремятся к укреплению международного сотрудничества и поддержанию мира. Глава внешнеполитического ведомства ЕС Кая Каллас отметила, что Европа должна продолжать искать союзников и укреплять связи с другими странами, чтобы противостоять вызовам, которые ставит перед миром политика Трампа. Важно помнить, что в условиях глобальных конфликтов и кризисов сотрудничество и диалог остаются ключевыми для достижения стабильности и безопасности.",
      "importance": "Developing",
      "source": "Foreign Policy",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-24T14:24:08Z",
      "url": "https://foreignpolicy.com/2025/09/24/kallas-how-europe-is-navigating-trump/",
      "urlToImage": "https://foreignpolicy.com/wp-content/uploads/2025/09/GettyImages-2236294440.jpg?w=1000"
    },
    {
      "id": 1758788073362,
      "rank": 6,
      "title": "Трамп ослабляет влияние США в заднем дворе Китая, предупреждает отчет",
      "summary": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все чаще воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови.",
      "fullContent": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все чаще воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови. В своем \"Индексе влияния в Юго-Восточной Азии\" институт подчеркивает, что такие меры, как сокращение финансовой помощи и увеличение торговых барьеров, создают вакуум, который стремительно заполняет Китай. Это вызывает опасения у стран региона, которые зависят от внешней поддержки для обеспечения своей безопасности и экономического роста. Важно, чтобы США пересмотрели свою стратегию в этом ключевом регионе и сосредоточились на укреплении связей с союзниками, чтобы поддерживать мир и стабильность, а также защищать права человека и гуманитарные интересы населения.",
      "importance": "Urgent",
      "source": "Bloomberg",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:30:01Z",
      "url": "https://www.bloomberg.com/news/articles/2025-09-24/trump-seen-weakening-us-clout-in-china-s-backyard-report-warns",
      "urlToImage": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i.QUVpFk8rDA/v1/1200x800.jpg"
    },
    {
      "id": 1758788073363,
      "rank": 7,
      "title": "Украинцы с осторожностью реагируют на изменение позиции Трампа по войне",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции Дональда Трампа по поводу их войны с Россией. Трамп заявил во вторник, что Украина может выиграть трехлетний конфликт и вернуть захваченные территории.",
      "fullContent": "В последние дни внимание украинцев привлекли высказывания Дональда Трампа, который заявил, что Украина может одержать победу в конфликте с Россией. Это заявление стало неожиданным для многих, учитывая его предыдущую критику военной помощи Украине. Украинские эксперты и граждане выражают осторожный оптимизм, однако подчеркивают, что реальная поддержка со стороны США и других западных стран остается критически важной для успешного завершения конфликта. Многие украинцы надеются, что изменение позиции Трампа может привести к более активной поддержке со стороны международного сообщества, что в свою очередь поможет в восстановлении мира и целостности страны. В условиях продолжающейся войны, гуманитарные аспекты остаются на первом плане, и украинцы продолжают призывать к мирным инициативам и дипломатическим усилиям для достижения устойчивого мира.",
      "importance": "Developing",
      "source": "Reading Eagle",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:11:15Z",
      "url": "https://www.readingeagle.com/2025/09/24/ukrainians-cautious-trump-war-shift/",
      "urlToImage": "https://www.readingeagle.com/wp-content/uploads/2025/09/UN_General_Assembly_70757-1.jpg?w=1024&h=682"
    },
    {
      "id": 1758788073364,
      "rank": 8,
      "title": "Кремль отмахнулся от комментария Трампа о 'бумажном тигре', заявив, что ценит его усилия по мирному разрешению конфликта в Украине",
      "summary": "Кремль в среду отреагировал на комментарий президента Дональда Трампа, который назвал Россию 'бумажным тигром', и заявил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине.",
      "fullContent": "Кремль в среду отреагировал на комментарий президента Дональда Трампа, который охарактеризовал Россию как 'бумажного тигра'. Пресс-секретарь Кремля Дмитрий Песков отметил, что президент Путин ценит усилия Трампа по поиску путей мирного разрешения конфликта в Украине. По его словам, Россия открыта для диалога, но при этом подчеркивает, что любые мирные инициативы должны учитывать интересы всех сторон. В условиях продолжающегося конфликта, который привел к страданиям миллионов людей, важно, чтобы международное сообщество продолжало настаивать на мирных переговорах и гуманитарной помощи для пострадавших. Кремль также выразил надежду на то, что усилия по установлению мира будут поддержаны всеми заинтересованными сторонами.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T11:02:42Z",
      "url": "https://www.newsmax.com/world/globaltalk/russia-trump-paper-tiger/2025/09/24/id/1227610/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=bacbc764-0980-4bf8-a54a-1fd38dcdd39b&SiteName=Newsmax"
    },
    {
      "id": 1758788073365,
      "rank": 9,
      "title": "Трамп на Генеральной Ассамблее ООН 2025: война России с Украиной и Иран готовится высказаться",
      "summary": "Следите за прямой трансляцией Генеральной Ассамблеи ООН 2025: критика Трампа в адрес ООН, обращение Украины к Генеральной Ассамблее и Иран готовится высказаться после конфликта с Израилем.",
      "fullContent": "Президент Колумбии Густаво Петров в своем выступлении на Генеральной Ассамблее ООН во вторник резко раскритиковал антинаркотическую политику президента Дональда Трампа, назвав ее насильственной, неэффективной и основанной на доминировании, а не на общественном здоровье. Петров подчеркнул, что Колумбия достигла значительных успехов в борьбе с наркотиками, однако эти успехи были подорваны внешним давлением и недостатком поддержки со стороны международного сообщества. В то время как мир сталкивается с множеством вызовов, включая войну в Украине и конфликты на Ближнем Востоке, важно, чтобы страны работали вместе для достижения мира и стабильности. Гуманитарные аспекты этих конфликтов должны оставаться в центре внимания, и международное сообщество должно стремиться к диалогу и сотрудничеству для разрешения кризисов, которые затрагивают жизни миллионов людей.",
      "importance": "Developing",
      "source": "Fox News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:32:32Z",
      "url": "https://www.foxnews.com/live-news/trump-unga-2025-live-updates-ukraine-iran-israel",
      "urlToImage": "https://livenews.foxnews.com/images/2025/09/f88e349f41db662b8edcae4c3b7d8387.jpg"
    },
    {
      "id": 1758788073366,
      "rank": 10,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским судам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он подчеркнул важность международного сотрудничества и призвал к более гуманному подходу в решении глобальных проблем. Трамп также обсудил необходимость совместных усилий для достижения мира и стабильности в мире, отметив, что конфликты и войны наносят непоправимый ущерб странам и их гражданам. В завершение своей речи он призвал мировых лидеров к единству и совместной работе над созданием более безопасного и справедливого мира, подчеркивая, что только вместе можно преодолеть вызовы, стоящие перед человечеством.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758788073367,
      "rank": 11,
      "title": "Ястребы Республиканской партии радуются, так как Трамп поддерживает победу Украины",
      "summary": "Заявление президента Дональда Трампа во вторник о том, что Украина может «победить» в своей войне против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате, что сигнализирует о резком изменении его позиции и подстегивает законодателей, которые давно выступают за более жесткую линию.",
      "fullContent": "Заявление президента Дональда Трампа о том, что Украина может «победить» в своей войне против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате. Это резкое изменение его позиции на конфликте вдохновило законодателей, которые долгое время выступали за более жесткий подход к ситуации. Трамп подчеркнул, что поддержка Украины со стороны международного сообщества, включая США, является критически важной для достижения мира и восстановления территориальной целостности страны. Он отметил, что победа Украины не только важна для ее народа, но и для всей Европы, которая сталкивается с угрозами агрессии и нестабильности. В заключение Трамп призвал к единству и поддержке Украины, подчеркивая важность защиты демократических ценностей и прав человека в условиях конфликта.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T23:45:59Z",
      "url": "https://www.newsmax.com/politics/lindsey-graham-roger-wicker-tom-cotton/2025/09/23/id/1227576/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=56bcf580-cb6b-4cb8-8e54-d2227e57738e&SiteName=Newsmax"
    },
    {
      "id": 1758788073368,
      "rank": 12,
      "title": "В значительном изменении Трамп заявляет, что Украина может вернуть все территории у России",
      "summary": "Ранее Трамп утверждал, что как Киев, так и Москва должны уступить земли, чтобы закончить самую смертоносную войну Европы со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит, что Украина, при поддержке Европейского Союза и НАТО, может вернуть все территории, захваченные Россией с момента ее вторжения более трех лет назад. Это заявление стало значительным изменением его предыдущей позиции, когда он утверждал, что обе стороны должны пойти на компромисс и уступить часть своих территорий для достижения мира. Трамп подчеркнул, что восстановление контроля Украины над своими землями является не только справедливым, но и необходимым для обеспечения стабильности в регионе. Он призвал международное сообщество продолжать поддерживать Украину в ее стремлении к свободе и независимости. В заключение Трамп отметил, что мирное разрешение конфликта возможно только тогда, когда будут уважены права и интересы всех народов, и призвал к активным действиям для достижения этого важного результата.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758788073369,
      "rank": 13,
      "title": "Мелания Трамп пытается привлечь других супругов лидеров в свою коалицию, один из них срочно ищет ее внимания",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта. В ходе мероприятия она подчеркнула важность совместных усилий для улучшения условий жизни детей по всему миру. Мелания отметила, что коалиция будет сосредоточена на обеспечении доступа к образованию, здравоохранению и защите прав детей. Важным аспектом ее инициативы является использование технологий для решения гуманитарных проблем. Она призвала всех присутствующих поддержать эту инициативу, чтобы совместными усилиями создать лучшее будущее для подрастающего поколения. В ответ на ее призыв, некоторые супруги лидеров выразили готовность сотрудничать, однако один из них, находящийся в сложной ситуации, срочно ищет поддержки и внимания Мелании, надеясь на ее влияние и помощь в решении актуальных проблем, с которыми сталкиваются дети в его стране. Это подчеркивает важность международного сотрудничества в области защиты прав детей и необходимость объединения усилий для достижения общих целей.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758788073370,
      "rank": 14,
      "title": "Последние новости: Трамп говорит высокопоставленному чиновнику ООН, что США на 100% поддерживают глобальную организацию после опасений по поводу отступления",
      "summary": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Он выразил уверенность в том, что США остаются полноправным членом ООН и поддерживают ее работу, несмотря на недовольство некоторыми аспектами ее функционирования. Трамп подчеркнул, что международное сотрудничество имеет решающее значение для решения глобальных проблем, таких как изменение климата, безопасность и гуманитарные кризисы. Он призвал другие страны к более активному участию в совместных усилиях по улучшению мира и стабильности. Однако его резкие высказывания о недостатках ООН вызвали критику со стороны некоторых мировых лидеров, которые считают, что такая риторика может подорвать доверие к организации. Важно, чтобы все страны, включая США, работали над укреплением международных институтов, которые играют ключевую роль в обеспечении мира и безопасности на планете.",
      "importance": "Developing",
      "source": "WTOP",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T17:52:08Z",
      "url": "https://wtop.com/national/2025/09/the-latest-trump-will-take-aim-at-globalist-institutions-during-un-address/",
      "urlToImage": "https://wtop.com/wp-content/uploads/2025/09/Trump_71419-scaled.jpg"
    },
    {
      "id": 1758788073371,
      "rank": 15,
      "title": "Трамп призывает к немедленному прекращению войны в Газе в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'наградами' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля в Газе должна прекратиться немедленно, подчеркивая необходимость мирного разрешения конфликта. Он отметил, что продолжающееся насилие приводит к страданиям мирных жителей и подрывает усилия по достижению долгожданного мира в регионе. Трамп также отверг признание палестинского государства, назвав это 'наградами' для ХАМАСа, и призвал к более конструктивному подходу к мирным переговорам. Он подчеркнул, что только через диалог и взаимопонимание можно достичь устойчивого мира. Важно, чтобы международное сообщество объединило усилия для поддержки мирных инициатив и защиты прав человека в регионе. Конфликт в Газе требует внимания и действий, направленных на прекращение насилия и восстановление доверия между сторонами. Трамп призвал все страны к совместной работе над созданием условий для мира и стабильности, что является важным шагом к улучшению жизни людей, страдающих от последствий войны.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758788073372,
      "rank": 16,
      "title": "На выступлении в ООН Трамп заявил, что организация «даже близко не соответствует» своему потенциалу",
      "summary": "Президент Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями своей внешней политики и раскритиковать мировое сообщество как неэффективное учреждение.",
      "fullContent": "В заключение, Трамп отметил, что только совместные усилия могут привести к созданию более безопасного и справедливого мира, где интересы всех народов будут учтены.",
      "importance": "Developing",
      "source": "Anchorage Daily News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:58:04Z",
      "url": "https://www.adn.com/nation-world/2025/09/23/in-un-speech-trump-says-it-is-not-even-coming-close-to-living-up-to-its-potential/",
      "urlToImage": "https://www.adn.com/resizer/v2/PBZXXX5IMVLITY4HVZYLYACTOA.jpg?smart=true&auth=335f692f3fbb27f98629b3ed368118e5f12e04f79c64b2356213650fce29478f&width=1200&height=630"
    },
    {
      "id": 1758788073373,
      "rank": 17,
      "title": "Трамп в выступлении на заседании ООН заявил, что мировое сообщество «даже близко не соответствует» своему потенциалу",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями своей внешней политики и раскритиковать мировое сообщество как неэффективное учреждение.",
      "fullContent": "В заключение, президент выразил надежду, что мировые лидеры смогут объединить усилия для создания более мирного и стабильного будущего, где права человека и достоинство каждого будут защищены.",
      "importance": "Developing",
      "source": "Star Tribune",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:55:05Z",
      "url": "https://www.startribune.com/trump-to-take-aim-at-globalist-institutions-make-case-for-his-foreign-policy-record-in-un-speech/601479117",
      "urlToImage": "https://arc.stimg.co/startribunemedia/7S3TEHPZJRG7FDE6CVTZGPWNAU.jpg?&w=1200&ar=1.91:1&fit=crop"
    },
    {
      "id": 1758788073374,
      "rank": 18,
      "title": "Трамп: «Какова цель Организации Объединенных Наций?»",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций, чтобы выступить с обширной речью о достижениях своей внешней политики во втором сроке и lamentировать, что глобалистские институты значительно подорвали мировую систему.",
      "fullContent": "В заключение, Трамп выразил надежду на то, что ООН сможет стать более действенным инструментом для достижения мира и справедливости в мире, где каждый голос будет услышан и учтен.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:30:47Z",
      "url": "https://www.newsmax.com/world/globaltalk/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758788073375,
      "rank": 19,
      "title": "Трамп нацеливается на 'глобалистские институты' во время обращения в ООН",
      "summary": "Во вторник президент Дональд Трамп выступит с обширной речью о достижениях своей внешней политики на втором сроке и выразит сожаление о том, что глобалистские институты значительно подорвали мировой порядок.",
      "fullContent": "Смотря на мир, президент Дональд Трамп во вторник возвращается в Организацию Объединенных Наций, чтобы выступить с обширной речью о достижениях своей внешней политики на втором сроке и выразить сожаление о том, что \"глобалистские институты значительно подорвали мировой порядок\". Трамп поднимет вопросы, касающиеся международной безопасности, экономического сотрудничества и защиты национальных интересов, подчеркивая, что необходимо восстановить доверие к многосторонним институтам. Он призовет к более активному участию стран в решении глобальных проблем, таких как изменение климата и миграция, с акцентом на необходимость уважения суверенитета каждой нации. В завершение своего выступления Трамп подчеркнет, что только совместными усилиями можно создать более безопасный и справедливый мир, где интересы всех стран будут учтены и защищены.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T13:43:31Z",
      "url": "https://www.newsmax.com/us/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758788073376,
      "rank": 20,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты воздушного пространства",
      "summary": "НАТО предупредило Россию о том, что будет использовать все средства для защиты от дальнейших нарушений воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию о том, что будет использовать все средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития российских дронов над Польшей и Эстонией в начале месяца. Генеральный секретарь НАТО отметил, что альянс внимательно следит за ситуацией и готов предпринять необходимые меры для обеспечения безопасности своих членов. Он подчеркнул, что любые агрессивные действия, направленные на нарушение суверенитета стран НАТО, будут встречены решительным ответом. В условиях нарастающей напряженности в регионе важно поддерживать диалог и стремиться к мирному разрешению конфликтов. НАТО призывает к деэскалации и сотрудничеству, чтобы избежать дальнейших инцидентов и обеспечить стабильность в Европе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758788073377,
      "rank": 21,
      "title": "Культура войны, возглавляемая Трампом, представляет собой решающий момент для Европы: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к ее падению.",
      "fullContent": "Президент США Дональд Трамп с движением 'Сделаем Америку великой снова' (MAGA) оказывает влияние на Европу через культуру войны, поддерживаемую политическими союзниками, согласно новому отчету. Исследование подчеркивает, что в то время как европейское общество продолжает ценить свою идентичность и культурное разнообразие, попытки Трампа подорвать эти основы создают новые вызовы для единства континента. Важно, чтобы европейские страны осознали необходимость защиты своих демократических ценностей и прав человека, противостояя популистским и националистическим настроениям. В заключение, отчет призывает к укреплению солидарности и сотрудничества между европейскими нациями, чтобы противостоять внешним угрозам и сохранить мир и стабильность в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758788073378,
      "rank": 22,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии о консультациях по нарушению российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- В вторник союзники по НАТО проведут официальные консультации по запросу Эстонии после того, как эта балтийская страна сообщила о том, что три российских истребителя вошли в её воздушное пространство на прошлой неделе без разрешения. Эстония, как член НАТО, имеет право на защиту своих границ, и данное нарушение вызывает серьезные опасения по поводу безопасности в регионе. Консультации, инициированные Эстонией, направлены на обсуждение возможных мер реагирования и укрепление сотрудничества среди стран НАТО. Это событие подчеркивает важность единства и солидарности среди союзников в условиях растущей напряженности в Восточной Европе. Важно, чтобы международное сообщество продолжало поддерживать мирные решения и диалог для предотвращения дальнейшей эскалации конфликта.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758788073379,
      "rank": 23,
      "title": "Трамп нацелится на 'глобалистские институты' и представит свою внешнюю политику в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует своё обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и выразить сожаление о том, что 'глобалистские институты значительно подорвали мировой порядок'.",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием мирового сообщества, президент Дональд Трамп возвращается в ООН во вторник, чтобы произнести обширную речь о достижениях своей внешней политики во втором сроке и lamentировать, что глобалистские институты подорвали мировой порядок. Он намерен акцентировать внимание на своих усилиях по укреплению национального суверенитета и пересмотру международных соглашений, которые, по его мнению, не приносят пользы США. Трамп также затронет вопросы, касающиеся безопасности, торговли и миграции, подчеркивая необходимость более справедливого распределения ресурсов и ответственности среди стран. В условиях глобальных вызовов, таких как изменение климата и пандемия, важно, чтобы мировые лидеры искали пути к сотрудничеству и совместному решению проблем, а не углубляли разногласия.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758788073380,
      "rank": 24,
      "title": "Франция признает Палестинское государство на фоне широкой критики действий Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании Палестинского государства в Организации Объединенных Наций, что углубляет международную изоляцию Израиля в условиях его максималистских военных целей в Газе и расширения поселений.",
      "fullContent": "Организация Объединенных Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании Палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля в условиях его максималистских военных целей в Газе и расширения поселений. Это решение стало ответом на растущее недовольство международного сообщества действиями Израиля, которые многие рассматривают как нарушение прав человека и международного права. Признание Палестинского государства подчеркивает необходимость мирного разрешения конфликта и уважения прав всех людей на самоопределение. Важно, чтобы международное сообщество продолжало поддерживать усилия по достижению мира и справедливости для всех сторон, способствуя диалогу и взаимопониманию, а не насилию и конфликтам.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758788073381,
      "rank": 25,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "КИЕВ, Украина -- Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам своих стран в понедельник, когда президент Украины Владимир Зеленский предвкушал очень напряженную неделю на Генеральной Ассамблее ООН в Нью-Йорке. Обе стороны утверждают, что атаки нанесли ущерб мирным жителям и инфраструктуре, что вызывает серьезные опасения по поводу гуманитарной ситуации в регионе. В условиях продолжающегося конфликта, который унес тысячи жизней и привел к массовым перемещениям людей, международное сообщество призывает к немедленному прекращению насилия и поиску дипломатических решений. Зеленский, выступая на Генеральной Ассамблее, подчеркнул необходимость глобальной солидарности и поддержки Украины в ее стремлении к миру и восстановлению. Он призвал мировых лидеров объединиться против агрессии и работать над созданием устойчивых механизмов для предотвращения подобных конфликтов в будущем.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758788073382,
      "rank": 26,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это, вероятно, означает, что Тегеран столкнется с новым давлением на свою ослабленную экономику, поскольку напряженность остается высокой в более широком контексте международных отношений. Учитывая, что санкции могут усугубить гуманитарные условия в стране, эксперты предупреждают о возможных последствиях для гражданского населения, которое уже испытывает трудности. В условиях растущей обеспокоенности по поводу ядерной программы Ирана, международное сообщество должно сосредоточиться на дипломатических усилиях, направленных на снижение напряженности и предотвращение эскалации конфликта. Важно, чтобы все стороны проявили готовность к диалогу и сотрудничеству, чтобы обеспечить стабильность и безопасность в регионе, а также защитить права и интересы граждан.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758788073383,
      "rank": 27,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' на Россию. Он подчеркнул, что только совместные усилия международного сообщества могут остановить агрессию и восстановить мир в Украине. Зеленский отметил, что действия России угрожают не только Украине, но и стабильности в Европе и за ее пределами. В условиях продолжающегося конфликта, который приводит к страданиям мирного населения, важно, чтобы мировые державы проявили единство и решимость в своих действиях. Применение жестких санкций может стать важным шагом к восстановлению справедливости и защите прав человека. Зеленский призвал к активным действиям, направленным на прекращение насилия и восстановление мира, подчеркивая, что только вместе можно добиться положительных изменений и обеспечить безопасность для всех.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758788073384,
      "rank": 28,
      "title": "Европейская комиссия предлагает новый пакет санкций против России",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России для государств-членов, согласно словам её президента Урсулы фон дер Ляйен в пятницу, отметив, что Европа усиливает давление на Москву в свете её проявлений \"презрения к дипломатии\".",
      "fullContent": "Европейская комиссия предложила 19-й пакет санкций против России для государств-членов, согласно словам её президента Урсулы фон дер Ляйен. Она подчеркнула, что Европа усиливает давление на Москву, учитывая её действия, которые демонстрируют пренебрежение международными нормами и дипломатическими усилиями. Новый пакет санкций включает меры, направленные на ограничение доступа России к критически важным технологиям и финансам, а также на усиление контроля за экспортом товаров двойного назначения. Эти меры направлены не только на экономическое давление, но и на поддержку гуманитарных инициатив, которые помогут пострадавшим от конфликта. Европа продолжает оставаться на стороне мира и стабильности, подчеркивая важность дипломатического разрешения текущих конфликтов.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758788073385,
      "rank": 29,
      "title": "Россия и Вьетнам используют доходы от энергетики для уклонения от возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм для сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных энергетических проектов для оплаты оборонных контрактов, согласно внутренним вьетнамским документам.",
      "fullContent": "БАНГКОК (AP) — Россия и Вьетнам разработали скрытый метод сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций. Для этого они используют доходы от совместных проектов в области нефти и газа. Внутренние документы, полученные Associated Press, показывают, что обе страны активно работают над тем, чтобы минимизировать влияние международных санкций на свои оборонные соглашения. Это сотрудничество вызывает серьезные опасения в международном сообществе, поскольку оно может подорвать усилия по укреплению мира и безопасности в регионе. В то время как обе страны продолжают развивать свои экономические связи, важно помнить о гуманитарных последствиях, которые могут возникнуть в результате военных конфликтов и нарушений прав человека.",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758788073386,
      "rank": 30,
      "title": "Удары Украины блокируют экспорт нефти и поставки топлива из России",
      "summary": "Доказательства накапливаются, что двухсторонний подход Украины работает. Российские регионы испытывают нехватку топлива, а экспорт страдает.",
      "fullContent": "Украина усугубила нехватку топлива в России за последнюю неделю, продолжая наносить удары по российским нефтеперерабатывающим заводам и энергетической инфраструктуре с помощью дальнобойных дронов. В результате российские регионы сталкиваются с серьезными проблемами с поставками топлива, что негативно сказывается на экономике и повседневной жизни граждан. Польша также призвала к увеличению поставок нефти, чтобы помочь Украине в её усилиях. Этот двухсторонний подход, направленный на ослабление российской экономики, подчеркивает важность поддержки Украины в её стремлении к миру и стабильности. Важно, чтобы международное сообщество продолжало оказывать гуманитарную помощь тем, кто пострадал от конфликта, и работало над дипломатическими решениями, которые помогут предотвратить дальнейшие страдания.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758788518096,
  "generatedAt": "2025-09-25T08:21:58.096Z"
}