{
  "articles": [
    {
      "id": 1758841617752,
      "rank": 1,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США впервые заявил, что Киев может выиграть войну, но эксперты сомневаются в возвращении Украины к территориальным границам 1991 года.",
      "fullContent": "Киев, Украина. Президент США Дональд Трамп резко изменил свою позицию по поводу российско-украинской войны, заявив, что Киев может восстановить свои границы. Впервые во вторник Трамп заявил, что Украина имеет шансы на победу в конфликте, который длится уже более двух лет. Однако эксперты выражают сомнения в том, что страна сможет вернуть свои довоенные территории, учитывая продолжающееся давление со стороны России и сложную политическую обстановку в регионе. Местные аналитики подчеркивают, что восстановление границ требует не только военных усилий, но и дипломатических усилий, направленных на установление мира и стабильности. Важно, чтобы международное сообщество продолжало поддерживать Украину в ее стремлении к восстановлению территориальной целостности и обеспечению безопасности для своих граждан.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617753,
      "rank": 2,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданный поворот в позиции президента США Дональда Трампа относительно их войны с Россией.",
      "fullContent": "Киев, Украина. Украинцы с осторожностью отреагировали в среду на неожиданный поворот в позиции президента США Дональда Трампа относительно их шансов на победу в борьбе с российской агрессией. После его заявления о том, что Украина может одержать победу, многие граждане выразили надежду, но также и скептицизм. Местные жители отмечают, что, несмотря на поддержку со стороны Запада, война продолжает уносить жизни и разрушать инфраструктуру. Они подчеркивают необходимость мирного разрешения конфликта и восстановления нормальной жизни в стране. Важно, чтобы международное сообщество не только поддерживало Украину военными ресурсами, но и активно работало над дипломатическими инициативами, направленными на прекращение насилия и восстановление мира.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617754,
      "rank": 3,
      "title": "Война России и Украины: Список ключевых событий, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября: В ходе боевых действий украинские дроны атаковали петровый химический комплекс «Салават», контролируемый энергетическим гигантом Газпром, в Башкортостане, Россия, что привело к значительным разрушениям. В ответ российские силы продолжили обстреливать украинские позиции, нанося удары по гражданской инфраструктуре. Местные власти сообщают о новых жертвах среди мирного населения, что подчеркивает гуманитарную катастрофу, вызванную конфликтом. Важно отметить, что несмотря на продолжающиеся боевые действия, усилия по гуманитарной помощи остаются в центре внимания, и международные организации продолжают предоставлять поддержку пострадавшим от войны. Обе стороны должны стремиться к прекращению насилия и поиску путей к мирному разрешению конфликта, чтобы предотвратить дальнейшие страдания гражданских лиц.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617755,
      "rank": 4,
      "title": "Россия обвиняется в попытках запугать Европу угрозами, выходящими за пределы Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и дронами воздушного пространства Эстонии и Германии после инцидента с дронами в Польше заставили НАТО насторожиться.",
      "fullContent": "Важным шагом в этом направлении станет активизация дипломатических усилий, направленных на восстановление доверия и диалога между всеми сторонами. Необходимо помнить, что в условиях войны страдают прежде всего мирные жители, и именно их безопасность должна стать приоритетом для всех государств.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617756,
      "rank": 5,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским судам.",
      "fullContent": "Трамп также призвал к сотрудничеству между странами для решения глобальных проблем, таких как изменение климата и гуманитарные кризисы. Важно, чтобы все государства осознали свою ответственность за мир и благополучие людей, а не только за свои национальные интересы.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617757,
      "rank": 6,
      "title": "В значительном повороте Трамп заявляет, что Украина может вернуть все территории от России",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли, чтобы положить конец самой смертоносной войне в Европе со времен Второй мировой войны.",
      "fullContent": "В условиях продолжающегося конфликта необходимо помнить о гуманитарных последствиях войны. Каждый день, когда продолжаются боевые действия, страдают мирные жители, и именно их судьба должна быть в центре внимания всех политиков и дипломатов. Важно, чтобы усилия по восстановлению мира и стабильности были направлены не только на политические решения, но и на поддержку тех, кто пострадал от войны.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617758,
      "rank": 7,
      "title": "Пока Мелания Трамп пытается привлечь других супругов лидеров к своей коалиции, одна из них срочно нуждается в её внимании",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта. В своём обращении она подчеркнула важность совместных усилий в сфере защиты прав детей и обеспечения их безопасного будущего. Мелания призвала всех присутствующих к активному участию в этой инициативе, которая нацелена на создание более безопасной и поддерживающей среды для подрастающего поколения. В то же время, одна из её коллег, супруга президента одной из стран, выразила обеспокоенность по поводу недостатка внимания к гуманитарным кризисам, возникающим в результате конфликтов. Это подчеркивает необходимость объединения усилий для решения актуальных проблем, связанных с детьми, которые страдают от последствий войн и насилия. Важно, чтобы мировые лидеры не только говорили о благополучии, но и принимали реальные меры для его достижения, обеспечивая мир и стабильность в регионах, пострадавших от конфликтов.",
      "importance": "Urgent",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758841617759,
      "rank": 8,
      "title": "Трамп призывает немедленно прекратить войну в Газе в выступлении на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'наградами' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля против Газы должна прекратиться немедленно. Он подчеркнул, что недавнее признание палестинского государства несколькими странами является 'наградами' для ХАМАСа и не способствует мирному процессу. Трамп призвал к немедленным действиям, направленным на прекращение насилия и восстановление мира в регионе. Он отметил, что гуманитарные последствия конфликта затрагивают не только палестинцев, но и израильтян, и что необходимо найти пути для диалога и взаимопонимания. В условиях продолжающегося насилия и страданий мирных жителей, президент подчеркнул важность международного сотрудничества для достижения устойчивого мира. Он призвал все стороны к компромиссу и уважению прав человека, чтобы предотвратить дальнейшие трагедии и страдания людей, оказавшихся в центре конфликта.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617760,
      "rank": 9,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты от нарушений воздушного пространства",
      "summary": "НАТО предупредило Россию, что будет использовать все средства для защиты от нарушений воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО предупредило Россию во вторник, что будет использовать все средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития российских дронов над Польшей и Эстонией в начале месяца. Генеральный секретарь НАТО подчеркнул, что безопасность стран-членов является приоритетом, и альянс готов предпринять необходимые меры для защиты своих границ. Это заявление стало ответом на растущее беспокойство по поводу активности российских военных вблизи границ НАТО. В условиях нарастающей напряженности важно, чтобы все стороны проявляли сдержанность и стремились к дипломатическому разрешению конфликтов. НАТО призвало к диалогу и сотрудничеству, подчеркивая, что мир и стабильность в Европе зависят от взаимного уважения и соблюдения международных норм. Важно, чтобы все государства работали над предотвращением эскалации конфликтов и обеспечением безопасности для своих граждан.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617761,
      "rank": 10,
      "title": "Культура войны, возглавляемая Трампом, ставит Европу перед важным выбором: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к ее падению.",
      "fullContent": "Президент США Дональд Трамп с инициативой «Сделаем Америку великой снова» (MAGA) вызывает резонанс в Европе через культуру войны, которую поддерживают его политические союзники, как показывает новый отчет. Эта культура войны направлена на подрыв основ европейских ценностей и единства, что вызывает беспокойство среди европейских лидеров и граждан. В условиях растущей поляризации и антидемократических настроений, Европа сталкивается с вызовом сохранить свои гуманитарные принципы и защитить права человека. Важно, чтобы европейские страны объединились и противостояли этим угрозам, укрепляя свои демократические институты и поддерживая взаимопонимание между народами. Только так можно сохранить мир и стабильность в регионе, а также защитить достижения, которые были достигнуты в области прав человека и социальной справедливости.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617762,
      "rank": 11,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии о консультациях по нарушению российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- Союзники по НАТО во вторник проведут официальные консультации по запросу Эстонии после того, как эта балтийская страна сообщила о том, что три российских истребителя вошли в ее воздушное пространство на прошлой неделе без разрешения. Это событие подчеркивает важность коллективной безопасности и единства среди стран НАТО, особенно в свете растущих угроз со стороны России. Эстония, как член НАТО, имеет право на защиту и поддержку со стороны своих союзников. Консультации, инициированные Таллином, станут важным шагом в укреплении оборонительных позиций и обеспечении безопасности в регионе. Важно, чтобы все страны НАТО продолжали поддерживать мирные решения и дипломатические усилия, направленные на предотвращение конфликта и поддержание стабильности в Восточной Европе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617763,
      "rank": 12,
      "title": "Трамп нацелится на 'глобалистские институты', представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует свое обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и lament, что 'глобалистские институты значительно подорвали мировой порядок.'",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием мирового сообщества, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы произнести обширную речь о своих достижениях во внешней политике во втором сроке и выразить сожаление о том, что глобалистские институты значительно подорвали мировой порядок. Трамп намерен акцентировать внимание на своих усилиях по укреплению национальной безопасности и продвижению американских интересов на международной арене. Однако важно помнить, что устойчивый мир требует не только защиты национальных интересов, но и уважения к международным нормам и правам человека. В условиях глобальных вызовов, таких как изменение климата и миграционные кризисы, международное сотрудничество и диалог становятся более важными, чем когда-либо. Только совместными усилиями можно достичь устойчивого мира и справедливости для всех народов.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617764,
      "rank": 13,
      "title": "Франция признает палестинское государство на фоне широкого недовольства действиями Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает свои максималистские военные цели в Газе и расширяет поселения.",
      "fullContent": "Нью-Йорк, США — Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник. Этот шаг стал ответом на продолжающиеся действия Израиля в Газе, которые вызывают широкий резонанс и осуждение на международной арене. В условиях нарастающего насилия и гуманитарного кризиса, вызванного военными действиями, признание палестинского государства становится важным символом поддержки прав палестинского народа. Это решение также подчеркивает растущее недовольство западных стран по поводу политики Израиля, которая, по мнению многих, усугубляет конфликт и препятствует мирному разрешению ситуации. Ожидается, что это признание станет стимулом для дальнейших дипломатических усилий, направленных на достижение мира и стабильности в регионе, а также на защиту прав человека и гуманитарных ценностей.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758841617765,
      "rank": 14,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "Киев, Украина — Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам своих стран в понедельник. Президент Украины Владимир Зеленский ожидает очень напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке, где будут обсуждаться вопросы безопасности и гуманитарной ситуации в регионе. В условиях продолжающегося конфликта, который унес множество жизней и привел к гуманитарной катастрофе, международное сообщество призывает к немедленным действиям для прекращения насилия и защиты гражданских лиц. Зеленский подчеркивает необходимость активизации дипломатических усилий для достижения мира и стабильности, а также для обеспечения гуманитарной помощи тем, кто пострадал от конфликта. Ожидается, что на Генеральной Ассамблее будут подняты вопросы о необходимости диалога и сотрудничества для предотвращения дальнейших трагедий.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617766,
      "rank": 15,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это означает, что Тегеран столкнется с новыми экономическими трудностями в условиях высокой напряженности на международной арене. В последние годы Иран и мировое сообщество пережили множество кризисов, связанных с ядерной программой страны. Повторное введение санкций может усугубить гуманитарную ситуацию в Иране, где уже сейчас наблюдаются серьезные экономические проблемы и нехватка ресурсов. Международные организации и правозащитные группы выражают обеспокоенность по поводу последствий для гражданского населения, которое может пострадать от новых ограничений. Важно, чтобы международное сообщество продолжало искать пути для мирного разрешения конфликта и обеспечения стабильности в регионе, а также защиты прав человека и улучшения жизни простых людей, страдающих от последствий политических решений.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758841617767,
      "rank": 16,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' на Россию. Он подчеркнул необходимость объединения усилий международного сообщества для защиты прав человека и восстановления справедливости в условиях продолжающегося конфликта. Зеленский отметил, что мир должен продемонстрировать единство и решимость в противостоянии агрессии, которая угрожает не только Украине, но и глобальной безопасности в целом. Он призвал к активным действиям, включая введение новых санкций, которые могли бы остановить военные действия и способствовать мирному разрешению конфликта. В завершение своего выступления президент подчеркнул, что только совместные усилия могут привести к окончанию насилия и восстановлению мира в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617768,
      "rank": 17,
      "title": "Европейская комиссия предлагает новый пакет санкций против России",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России для государств-членов, согласно словам ее президента Урсулы фон дер Ляйен, которая заявила, что Европа усиливает давление на Москву в свете ее проявлений 'презрения к дипломатии'.",
      "fullContent": "ЕВРОПА -- Европейская комиссия предложила 19-й пакет санкций против России для государств-членов, как сообщила президент Урсула фон дер Ляйен в пятницу. Она отметила, что Европа усиливает давление на Москву в ответ на продолжающиеся агрессивные действия и пренебрежение международными нормами. Новый пакет санкций включает меры, направленные на ограничение доступа России к ключевым технологиям и финансированию, что, по мнению европейских лидеров, должно подорвать военные возможности страны. Фон дер Ляйен подчеркнула, что Европа стоит на стороне Украины и будет продолжать поддерживать ее в борьбе за суверенитет и территориальную целостность. В заключение она призвала все страны-члены ЕС к единству и решительности в противостоянии агрессии, подчеркивая важность защиты ценностей демократии и прав человека.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758841617769,
      "rank": 18,
      "title": "Россия и Вьетнам используют доходы от энергетики для избежания возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных энергетических проектов для оплаты оборонных контрактов.",
      "fullContent": "БАНГКОК (AP) -- Россия и Вьетнам разработали скрытый метод сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных нефтегазовых проектов для финансирования оборонных контрактов. Согласно внутренним документам Вьетнама, полученным журналистами, обе страны стремятся минимизировать влияние международных санкций на свои экономические и военные отношения. Это сотрудничество подчеркивает сложность глобальной политической ситуации и необходимость поиска альтернативных путей для обеспечения безопасности и стабильности в регионе. В заключение, эксперты отмечают, что такие действия могут усугубить международные противоречия и подорвать усилия по мирному разрешению конфликтов, что в конечном итоге негативно скажется на гуманитарной ситуации в обеих странах.",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758841617770,
      "rank": 19,
      "title": "Удар Украины наносит удар по российским нефтяным экспортам и поставкам топлива",
      "summary": "Доказательства нарастают, что двухсторонний подход Украины работает. Российские регионы испытывают нехватку топлива, а экспорт страдает.",
      "fullContent": "На протяжении последней недели Украина усугубила нехватку топлива в России, продолжая атаковать российские нефтеперерабатывающие заводы и энергетическую инфраструктуру с помощью дальнобойных дронов. В результате этого, многие регионы России сталкиваются с дефицитом топлива, что негативно сказывается на экономике и повседневной жизни граждан. Польша также призвала к увеличению поставок нефти, что подчеркивает растущее беспокойство о последствиях конфликта для всей Европы. Эксперты отмечают, что такие действия Украины могут привести к дальнейшему ослаблению российской экономики и усилению давления на Кремль. Важно помнить, что за этими цифрами и стратегиями стоят реальные люди, которые страдают от последствий войны. Гуманитарные аспекты конфликта требуют внимания, и международное сообщество должно продолжать поддерживать усилия по обеспечению мира и стабильности в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617771,
      "rank": 20,
      "title": "Украина ожидает фонд в 3,5 миллиарда долларов для закупки оружия из США, говорит Зеленский",
      "summary": "Украина ожидает, что к следующему месяцу в фонде будет около 3,5 миллиарда долларов для закупки оружия из США и поддержки борьбы против российской агрессии.",
      "fullContent": "КИЕВ, Украина -- Украина рассчитывает, что к следующему месяцу в фонде будет около 3,5 миллиарда долларов, которые будут направлены на закупку оружия из Соединенных Штатов и поддержку ее более чем трехлетней борьбы против российской агрессии. Президент Украины Владимир Зеленский подчеркнул, что эти средства жизненно важны для продолжения обороны страны и защиты ее суверенитета. В условиях продолжающегося конфликта, который уже привел к многочисленным человеческим жертвам и страданиям, международная поддержка становится критически важной. Украина надеется, что эти инвестиции не только помогут в военных усилиях, но и станут шагом к восстановлению мира и стабильности в регионе, что в конечном итоге принесет облегчение миллионам людей, пострадавшим от войны.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-17T23:42:27Z",
      "url": "https://abcnews.go.com/International/wireStory/ukraine-expects-35-billion-fund-us-weapons-sustain-125670528",
      "urlToImage": "https://i.abcnewsfe.com/a/be637264-a4e9-4acb-924d-eee72723604d/wirestory_86894a9ce6c86cede42d1adca8569d5e_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617772,
      "rank": 21,
      "title": "Второй государственный визит Трампа в Великобританию встретит королевские почести и протесты",
      "summary": "Визит происходит на фоне последствий скандала, связанного с Джеффри Эпштейном, с которыми сталкиваются как американские, так и британские лидеры.",
      "fullContent": "Великобритания готовится развернуть королевский красный ковер для второго государственного визита президента США Дональда Трампа, который будет сопровождаться необычайным шоу пышности и торжественности. Однако этот визит также ожидается с протестами, так как общественное недовольство по поводу политики Трампа и скандалов, связанных с его администрацией, продолжает нарастать. Протестующие планируют выразить свое недовольство, подчеркивая важность гражданских прав и гуманитарных ценностей. Важно отметить, что такие события не только отражают политическую обстановку, но и поднимают вопросы о том, как лидеры могут и должны реагировать на вызовы современности. В условиях глобальных кризисов, таких как изменение климата и гуманитарные катастрофы, необходимо помнить о важности диалога и сотрудничества для достижения мира и справедливости.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-17T10:11:37Z",
      "url": "https://www.aljazeera.com/news/2025/9/17/trumps-second-state-visit-to-the-uk-will-be-met-by-royal-pomp-protests",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AP25259739751753-1758099729.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617773,
      "rank": 22,
      "title": "Россия проводит крупные военные учения в Беларуси на фоне напряженности с НАТО",
      "summary": "Россия продемонстрировала свою огневую мощь в рамках крупных военных учений в Беларуси в понедельник.",
      "fullContent": "БОРИСОВСКИЙ УЧЕБНЫЙ ПОЛИГОН, Беларусь и ЛОНДОН -- Россия продемонстрировала свою огневую мощь в рамках крупных военных учений в Беларуси в понедельник, в то время как соседние страны НАТО находятся в состоянии повышенной готовности на фоне растущей напряженности в регионе. Учения, в которых участвуют тысячи военнослужащих и современная техника, вызывают обеспокоенность у западных стран, которые рассматривают эти действия как потенциальную угрозу безопасности. Эксперты подчеркивают, что такие демонстрации силы могут привести к эскалации конфликта и увеличению рисков для мирного населения. Важно, чтобы международное сообщество продолжало искать пути для диалога и предотвращения дальнейшего обострения ситуации, чтобы избежать трагедий, подобных тем, что уже произошли в Украине.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T12:49:40Z",
      "url": "https://abcnews.go.com/International/russia-holds-major-war-games-belarus-amid-nato/story?id=125576856",
      "urlToImage": "https://i.abcnewsfe.com/a/1d79b77b-2d4b-46ce-a4b4-7467a75f693e/chopper-main_1757928289770_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617774,
      "rank": 23,
      "title": "США и Китай обсуждают торговлю на фоне угроз по поводу российской нефти и запрета TikTok",
      "summary": "Американские и китайские чиновники встретятся во второй день в Испании, так как Трамп угрожает нацелиться на закупки нефти в Китае.",
      "fullContent": "Соединенные Штаты и Китай готовятся ко второму дню торговых переговоров в Испании в рамках усилий по снижению напряженности между двумя крупнейшими экономиками мира. Ожидается, что обсуждения будут сосредоточены на ключевых вопросах, таких как закупки нефти и влияние запрета TikTok на экономические отношения. Оба государства осознают, что дальнейшая эскалация торговых конфликтов может негативно сказаться на глобальной экономике и привести к ухудшению условий жизни для миллионов людей. Важно, чтобы обе стороны нашли компромиссные решения, которые помогут не только улучшить двусторонние отношения, но и способствовать стабильности на международной арене.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T09:25:47Z",
      "url": "https://www.aljazeera.com/economy/2025/9/15/us-china-talk-trade-amid-threats-over-russian-oil-tiktok-ban",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T183959Z_230714138_RC2TRGAEQWN4_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1757919078.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617775,
      "rank": 24,
      "title": "Конгрессмен Макаул объявил о своей отставке, но ястреб Республиканской партии беспокоится о Третьей мировой войне после эскалации России",
      "summary": "Республиканец Майкл Макаул из Техаса обеспокоен тем, что эскалация России в Украине может привести к Третьей мировой войне.",
      "fullContent": "Конгрессмен Майкл Макаул из Техаса, один из самых заметных ястребов в Республиканской партии, объявил в воскресенье о своей отставке, выразив при этом серьезные опасения по поводу эскалации конфликта в Украине. Он отметил, что действия России могут привести к глобальному конфликту, который затронет не только страны Европы, но и весь мир. В условиях растущей напряженности важно, чтобы мировые лидеры искали пути для мирного разрешения конфликтов и предотвращения дальнейших жертв среди гражданского населения. Обсуждение дипломатических решений и укрепление международного сотрудничества могут стать ключом к обеспечению мира и стабильности в будущем.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T23:42:27Z",
      "url": "https://abcnews.go.com/Politics/wireStory/rep-mccaul-retire-gop-hawk-worries-world-war-125559292",
      "urlToImage": "https://i.abcnewsfe.com/a/a254803f-8afc-40cc-a695-fc4dc188297d/wirestory_bbe5fa808569842178879549d6ec2d9c_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617776,
      "rank": 25,
      "title": "Есть ли перспектива окончания войны России в Украине?",
      "summary": "Сможет ли Трамп выполнить свое обещание прекратить войну, или конфликт оказывается более сложным, чем ожидалось?",
      "fullContent": "Сможет ли президент США Дональд Трамп выполнить свое обещание прекратить войну, или конфликт оказывается более сложным, чем ожидалось? Президент США Дональд Трамп неоднократно заявлял о своем намерении положить конец войне в Украине, однако реальность может оказаться более запутанной. Война, начавшаяся в 2014 году, привела к огромным человеческим потерям и разрушениям, и многие эксперты предупреждают, что простое желание прекратить конфликт не всегда приводит к успеху. Важным аспектом является необходимость учитывать гуманитарные последствия войны для гражданского населения, которое страдает от постоянных боевых действий. В условиях, когда дипломатические усилия сталкиваются с препятствиями, важно, чтобы международное сообщество продолжало поддерживать мирные инициативы и оказывать помощь пострадавшим. Прекращение огня и восстановление мира требуют не только политической воли, но и глубокого понимания нужд людей, оказавшихся в зоне конфликта.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T22:33:03Z",
      "url": "https://www.aljazeera.com/video/inside-story/2025/9/14/is-there-any-prospect-of-ending-russias-war-in-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/image-1757885893.jpg?resize=1920%2C1080&quality=80"
    },
    {
      "id": 1758841617777,
      "rank": 26,
      "title": "Война России и Украины: Список ключевых событий, день 1,297",
      "summary": "Вот ключевые события на 1,297-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в субботу, 13 сентября:\r\nБоевые действия\r\n<ul><li>Утренний российский удар в пятницу убил троих человек в северной части Украины, в Сумской области, сообщил региональный чиновник.</li></ul>Ситуация в Украине продолжает оставаться напряженной, и каждый новый день приносит новые страдания для мирного населения. Важно помнить о гуманитарных последствиях конфликта, который затрагивает миллионы людей, вынужденных покидать свои дома, терять близких и сталкиваться с нехваткой основных ресурсов. Международные организации продолжают призывать к мирным переговорам и предоставлению помощи тем, кто пострадал от войны. В условиях продолжающегося насилия необходимо сосредоточиться на восстановлении мира и поддержке тех, кто оказался в бедственном положении. Только совместными усилиями можно надеяться на окончание конфликта и восстановление стабильности в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-13T03:26:05Z",
      "url": "https://www.aljazeera.com/news/2025/9/13/russia-ukraine-war-list-of-key-events-day-1297",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/04/afp_67fb8a729aec-1744538226.jpg?resize=1920%2C1333"
    },
    {
      "id": 1758841617778,
      "rank": 27,
      "title": "Россия только что сказала то, что Украина пыталась донести до Трампа в течение месяцев: Мирные переговоры не движутся вперед",
      "summary": "Мирные переговоры между Россией и Украиной «больше на паузе», чем активны, заявил Кремль в пятницу, что подтверждает предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа.",
      "fullContent": "Мирные переговоры между Россией и Украиной больше на паузе, чем активны, заявил Кремль в пятницу, что подтверждает предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа. Это заявление подчеркивает сложность ситуации и необходимость более активного вовлечения международного сообщества в процесс мирного урегулирования. Гуманитарные аспекты конфликта остаются в центре внимания, так как миллионы людей продолжают страдать от последствий войны. Важно, чтобы все стороны осознали, что мирные переговоры должны быть направлены не только на прекращение огня, но и на восстановление доверия между народами. Только через диалог и понимание можно достичь устойчивого мира, который позволит людям вернуться к нормальной жизни и восстановить разрушенные судьбы.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-12T14:52:12Z",
      "url": "https://www.cnn.com/2025/09/12/europe/russia-ukraine-peace-talks-paused-kremlin-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2233121415.jpg?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758841617779,
      "rank": 28,
      "title": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ",
      "summary": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ",
      "fullContent": "ЛОНДОН -- Проникновение значительного числа российских дронов в Польшу стало драматической и тревожной эскалацией войны в Украине. Премьер-министр Польши и другие союзники по НАТО заявили, что ночная атака в среду подчеркивает необходимость более решительных действий со стороны Запада. Это событие вызывает опасения по поводу безопасности в регионе и ставит под сомнение готовность НАТО защищать своих членов. В ответ на инцидент Польша усиливает свои оборонительные меры, что может привести к дальнейшему обострению конфликта. Эксперты отмечают, что действия России направлены на проверку сплоченности Запада и его реакции на агрессию. Важно, чтобы международное сообщество отреагировало на эти провокации, поддерживая мирные инициативы и усиливая дипломатические усилия для разрешения конфликта. В противном случае, последствия могут быть катастрофическими не только для Украины, но и для всей Европы.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T17:12:38Z",
      "url": "https://abcnews.go.com/International/poland-drone-attack-putin-testing-europe-trump-analysis/story?id=125428741",
      "urlToImage": "https://i.abcnewsfe.com/a/a53a5ead-30df-45e2-91db-0ddb11df54d7/putin-main_1757500671184_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758841617780,
      "rank": 29,
      "title": "Премьер-министр Польши Туск обещает модернизацию армии после вторжения российских дронов",
      "summary": "Польша ввела ограничения на воздушное движение вдоль своей восточной границы, которые будут действовать до 9 декабря.",
      "fullContent": "Премьер-министр Польши Дональд Туск пообещал продолжить масштабную программу модернизации вооруженных сил страны, на следующий день после того, как польские и натовские силы сбили дроны, нарушившие воздушное пространство. Это решение стало ответом на недавние угрозы со стороны России и подчеркивает важность обеспечения безопасности страны. Туск отметил, что модернизация армии необходима для защиты польских граждан и укрепления обороноспособности страны в условиях нарастающей агрессии. Введение ограничений на воздушное движение вдоль восточной границы также свидетельствует о серьезности ситуации. Польша, как член НАТО, призывает к единству и совместным действиям среди союзников, чтобы предотвратить дальнейшие провокации. Важно, чтобы международное сообщество поддерживало мирные инициативы и работало над разрешением конфликта, чтобы избежать эскалации насилия и гуманитарных последствий.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T14:06:22Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/polish-pm-tusk-vows-military-upgrade-after-russian-drone-incursion",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/13335403-1757595405.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758841617781,
      "rank": 30,
      "title": "Война России с Украиной: Список ключевых событий, день 1,295",
      "summary": "Вот ключевые события на 1,295-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в четверг, 11 сентября: Бои продолжаются. Российские силы начали масштабную атаку по всей Украине, используя 415 дронов и 40 крылатых и баллистических ракет. Президент Украины заявил, что ситуация на фронте остается напряженной, и украинские войска продолжают сопротивление. Гуманитарные последствия конфликта становятся все более серьезными, с увеличением числа беженцев и разрушением инфраструктуры. Международные организации призывают к немедленному прекращению огня и поиску мирного решения. Важно, чтобы мировое сообщество объединило усилия для оказания помощи пострадавшим и поддержки усилий по восстановлению мира. Только через диалог и сотрудничество можно надеяться на окончание насилия и восстановление стабильности в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T05:23:19Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/russia-ukraine-war-list-of-key-events-day-1295",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-10T083558Z_551735662_RC2WOGA82AWO_RTRMADP_3_UKRAINE-CRISIS-POLAND-ATTACK-1757494113.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758841752092,
  "generatedAt": "2025-09-25T23:09:12.092Z"
}