{
  "articles": [
    {
      "id": 1758843458121,
      "rank": 1,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США впервые заявил, что Киев может выиграть войну, но эксперты сомневаются в возвращении Украины к территории 1991 года.",
      "fullContent": "Киев, Украина — Президент США Дональд Трамп резко изменил свое мнение о российско-украинской войне, заявив, что Киев может восстановить свои границы. Впервые во вторник Трамп сказал, что Украина имеет шансы на победу в конфликте, который продолжается уже более полутора лет. Однако эксперты выражают сомнения относительно возможности возвращения Украины к ее довоенным границам 1991 года. Многочисленные факторы, включая военные потери, внутренние проблемы и международную поддержку, будут иметь решающее значение для будущего страны. Важно отметить, что восстановление границ — это не только вопрос территориальной целостности, но и гуманитарная задача, связанная с возвращением мирной жизни и восстановлением пострадавших регионов. Восстановление доверия между народами и создание условий для мирного сосуществования станут важнейшими приоритетами в послевоенной Украине.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458122,
      "rank": 2,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданный поворот президента США Дональда Трампа в отношении их войны с Россией.",
      "fullContent": "Киев, Украина — Украинцы с осторожностью отреагировали в среду на неожиданный поворот в взглядах президента США Дональда Трампа на их шансы победить в войне с Россией. После его заявления о том, что Украина может одержать победу, многие жители страны выразили скептицизм. Они отмечают, что, несмотря на поддержку Запада, реальная ситуация на фронте остается сложной и требует значительных усилий для достижения мира. Гуманитарные последствия конфликта ощущаются повсеместно: миллионы людей были вынуждены покинуть свои дома, а те, кто остался, сталкиваются с нехваткой ресурсов и постоянной угрозой насилия. Украинцы надеются, что международное сообщество продолжит оказывать поддержку, чтобы помочь стране не только в военных усилиях, но и в восстановлении социальной инфраструктуры и гуманитарной помощи.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458123,
      "rank": 3,
      "title": "Война России и Украины: Список ключевых событий, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября: \r\nБоевые действия \r\n<ul><li>Украинские дроны атаковали петровидный комплекс «Салават», контролируемый энергетическим гигантом Газпром, в Башкортостане, России, вызвав значительные разрушения. </li><li>На восточном фронте продолжаются интенсивные бои, с обеих сторон фиксируются потери. </li><li>Международные организации продолжают осуждать агрессию России и призывают к мирным переговорам, подчеркивая необходимость защиты гражданского населения.</li></ul> Гуманитарная ситуация в Украине остается критической. Миллионы людей нуждаются в помощи, и международные гуманитарные организации работают над тем, чтобы обеспечить доступ к необходимым ресурсам. Важно, чтобы мирное сообщество не забывало о страданиях людей, которые продолжают сталкиваться с последствиями этого конфликта. Восстановление мира и стабильности в регионе требует совместных усилий всех сторон, а также поддержки со стороны международного сообщества.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458124,
      "rank": 4,
      "title": "Россия обвиняется в попытках запугать Европу угрозами, выходящими за пределы Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и дронами воздушного пространства Эстонии и Германии после инцидента с дронами в Польше заставили НАТО насторожиться.",
      "fullContent": "На прошлой неделе Россия усилила дипломатию запугивания в Балтийском море, используя самолеты, дроны и угрозы, направленные на европейских союзников Украины. После угроз в адрес Финляндии в начале сентября, ситуация обострилась, когда российские военные самолеты и дроны нарушили воздушное пространство Эстонии и Германии. Эти действия вызвали обеспокоенность среди стран НАТО, которые рассматривают возможность усиления своих оборонительных мер в регионе. В ответ на эти угрозы, европейские страны начали активнее обсуждать совместные действия для защиты своей безопасности и стабильности. Это подчеркивает важность единства и солидарности среди стран НАТО в условиях растущей агрессии. Важно помнить, что такие действия могут привести не только к эскалации конфликта, но и к гуманитарным последствиям для гражданских лиц, которые становятся заложниками политических игр. Международное сообщество должно продолжать работать над дипломатическими решениями, чтобы предотвратить дальнейшую эскалацию и защитить мирное население.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458125,
      "rank": 5,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским лодкам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся масштабную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он акцентировал внимание на необходимости защиты национальных интересов, однако его слова о разрушении стран вызвали критику. Трамп призвал мировых лидеров к более активным действиям в решении глобальных проблем, таких как миграция и конфликты. Он подчеркнул, что многие страны сталкиваются с серьезными вызовами, и важно находить пути к мирному разрешению конфликтов, а не прибегать к насилию. В условиях глобальных кризисов, таких как война и гуманитарные катастрофы, международное сообщество должно объединиться для поиска решений, которые помогут избежать страданий мирных жителей. Важно помнить, что каждый конфликт имеет человеческое лицо, и именно гражданские лица чаще всего становятся жертвами политических решений.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458126,
      "rank": 6,
      "title": "В значительном изменении Трамп заявляет, что Украина может вернуть все территории у России",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли, чтобы закончить самую смертоносную войну в Европе со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит в возможность Украины вернуть все территории, захваченные Россией с момента ее вторжения более трех лет назад, при поддержке Европейского Союза и НАТО. Это заявление стало неожиданным поворотом в его позиции, поскольку ранее он высказывался о необходимости компромисса между Киевом и Москвой. Трамп отметил, что поддержка союзников и международное сотрудничество могут сыграть ключевую роль в восстановлении территориальной целостности Украины. Он подчеркнул, что мирное разрешение конфликта должно быть в центре внимания, чтобы избежать дальнейших страданий гражданского населения. Важно, чтобы мировое сообщество продолжало поддерживать Украину в ее стремлении к миру и стабильности, а также работало над предотвращением гуманитарных катастроф, связанных с конфликтом. Каждый день войны приносит новые страдания, и международные усилия должны быть направлены на защиту жизни и благополучия людей.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458127,
      "rank": 7,
      "title": "Мелания Трамп пытается привлечь других супругов лидеров в свою коалицию, один из них срочно нуждается в её внимании",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по благополучию детей.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по благополучию детей и искусственному интеллекту. В ходе мероприятия она подчеркнула важность совместных усилий для улучшения жизни детей по всему миру, особенно в условиях современных вызовов. Мелания призвала к объединению усилий для создания безопасной и поддерживающей среды, где дети смогут развиваться и получать образование. Важным аспектом её обращения стало внимание к гуманитарным кризисам, которые затрагивают детей в зонах конфликтов. Она отметила, что необходимо не только говорить о проблемах, но и действовать, чтобы обеспечить детям будущее, свободное от насилия и страха. В завершение встречи Мелания выразила надежду на то, что её инициатива вдохновит других лидеров и их супругов на активные действия в защиту прав детей.",
      "importance": "Urgent",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758843458128,
      "rank": 8,
      "title": "Трамп призывает немедленно остановить войну в Газе в своей речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'наградами' для ХАМАС.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля против Газы должна быть немедленно остановлена, призвав к мирному разрешению конфликта. Он подчеркнул, что продолжающееся насилие приводит к страданиям невинных людей и подрывает усилия по достижению устойчивого мира в регионе. Трамп также выразил недовольство по поводу недавнего признания палестинского государства рядом стран, назвав это 'наградами' для ХАМАС. Он призвал международное сообщество сосредоточиться на поддержке мирных инициатив и гуманитарной помощи, которая необходима жителям Газы, страдающим от последствий конфликта. В заключение своей речи Трамп подчеркнул, что только совместные усилия всех сторон могут привести к долгожданному миру и стабильности в регионе, и призвал к диалогу, основанному на уважении и понимании.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458129,
      "rank": 9,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты своего воздушного пространства",
      "summary": "НАТО предупредило Россию, что будет использовать все средства для защиты своего воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию, что будет использовать все доступные средства для защиты своего воздушного пространства после инцидента с уничтожением российских беспилотников над Польшей и Эстонией в начале месяца. Генеральный секретарь НАТО подчеркнул, что безопасность стран-членов альянса является приоритетом, и любые нарушения будут рассматриваться с максимальной серьезностью. Он отметил, что НАТО готово к диалогу, но также будет действовать решительно в случае угрозы. В условиях нарастающей напряженности в регионе важно, чтобы все стороны проявляли сдержанность и стремились к мирному разрешению конфликтов. В заключение он призвал к сотрудничеству и взаимопониманию, чтобы избежать эскалации и обеспечить стабильность в Европе, подчеркивая, что мир и безопасность должны быть общими целями для всех стран.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458130,
      "rank": 10,
      "title": "Культура войны, возглавляемая Трампом, представляет собой ключевой момент для Европы: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культурная война президента США Трампа стремится к её падению.",
      "fullContent": "Кампания президента Соединенных Штатов Дональда Трампа «Сделаем Америку великой снова» (MAGA) отзывается в Европе через культуру войны, которую поддерживают политические союзники, как показывает новый отчет. В то время как европейские страны продолжают ощущать свою идентичность и принадлежность, влияние Трампа и его сторонников создает напряженность, подрывающую эти основы. Отчет подчеркивает, что попытки Трампа подорвать демократические ценности и права человека в США находят отклик у некоторых политических сил в Европе, которые стремятся использовать подобные подходы для достижения своих целей. Это создает опасный прецедент, который может угрожать стабильности и единству европейских наций. Важно, чтобы европейские лидеры противостояли этим попыткам и укрепляли свои демократические институты, защищая права и свободы граждан. Только так можно сохранить мир и стабильность в регионе, а также обеспечить защиту гуманитарных ценностей, которые являются основой европейской идентичности.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458131,
      "rank": 11,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии о консультациях по нарушению российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- Союзники по НАТО во вторник проведут официальные консультации по запросу Эстонии после того, как Балтийская страна сообщила, что три российских истребителя вошли в её воздушное пространство на прошлой неделе без разрешения. Эстония, как член НАТО, имеет право запрашивать консультации в рамках статьи 4 Североатлантического договора, которая позволяет странам-участницам обсуждать угрозы их безопасности. Это событие подчеркивает важность единства и солидарности среди членов НАТО в условиях растущей напряженности в регионе. Эстония, находясь на переднем крае противостояния с Россией, призывает союзников к поддержке и совместным действиям для обеспечения безопасности. Важно, чтобы международное сообщество продолжало поддерживать принципы суверенитета и территориальной целостности, а также работало над предотвращением дальнейших конфликтов, которые могут привести к гуманитарным катастрофам и страданиям мирного населения.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458132,
      "rank": 12,
      "title": "Трамп нацелится на 'глобалистские институты', обосновывая свою внешнюю политику в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует своё обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики на втором сроке и lamentировать, что 'глобалистские институты значительно подорвали мировой порядок.'",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы выступить с обширной речью о достижениях своей внешней политики на втором сроке и lamentировать, что глобалистские институты значительно подорвали мировой порядок. Он намерен акцентировать внимание на своих усилиях по укреплению национального суверенитета и критиковать международные организации, которые, по его мнению, не справляются с глобальными вызовами. Однако важно помнить, что такие заявления могут иметь серьезные последствия для международного сотрудничества и гуманитарной помощи. В условиях глобальных кризисов, таких как изменение климата и пандемии, сотрудничество между странами необходимо как никогда. Мир нуждается в институтах, которые будут работать на благо всех, а не только отдельных государств. В конечном итоге, только через совместные усилия и уважение к международным нормам можно достичь устойчивого мира и процветания для всех народов.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458133,
      "rank": 13,
      "title": "Франция признает государство Палестина на фоне широкого недовольства действиями Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании государства Палестина в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает свои максималистские военные цели в Газе и расширяет поселения.",
      "fullContent": "Организация Объединенных Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании государства Палестина в Организации Объединенных Наций в понедельник. Этот шаг стал ответом на продолжающиеся военные действия Израиля в Газе и на растущее недовольство международного сообщества по поводу гуманитарной ситуации в регионе. Признание Палестины как государства может стать важным шагом к мирному разрешению конфликта, который длится десятилетиями. Многие страны выражают обеспокоенность по поводу страданий гражданского населения, которое оказывается в центре военных действий. В условиях растущей гуманитарной катастрофы, вызванной конфликтом, международное сообщество призывает к немедленному прекращению огня и возобновлению мирных переговоров. Признание Палестины может стать важным шагом к восстановлению надежды на мирное сосуществование и стабильность в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758843458134,
      "rank": 14,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "КИЕВ, Украина — Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам в своих странах в понедельник, в то время как президент Украины Владимир Зеленский ожидал очень напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке. Обострение конфликта и использование беспилотников для атак на гражданские цели вызывают серьезные опасения по поводу гуманитарной ситуации и безопасности мирного населения. В условиях продолжающихся боевых действий, международное сообщество призывает обе стороны к сдержанности и диалогу. Зеленский надеется, что на Генеральной Ассамблее удастся привлечь внимание к гуманитарным последствиям войны и получить поддержку для мирного разрешения конфликта. Важно, чтобы мировые лидеры объединились для поиска путей к прекращению насилия и восстановлению мира в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458135,
      "rank": 15,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это, вероятно, означает, что Тегеран столкнется с новыми экономическими трудностями, поскольку напряженность в международных отношениях остается высокой. В условиях ухудшающейся экономической ситуации и растущих внутренних протестов, вызванных экономическими трудностями, иранское правительство сталкивается с серьезными вызовами. Международное сообщество продолжает призывать к диалогу и поиску мирных решений, которые могли бы привести к снижению напряженности и улучшению гуманитарной ситуации в стране. Важно, чтобы все стороны стремились к конструктивному взаимодействию и искали пути для достижения стабильности и безопасности в регионе, что в конечном итоге принесет пользу как Ирану, так и международному сообществу.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758843458136,
      "rank": 16,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' на Россию. Он подчеркнул, что международное сообщество должно объединиться, чтобы противостоять агрессии и нарушению прав человека, которые происходят в Украине. Зеленский отметил, что только совместные усилия могут привести к прекращению насилия и восстановлению мира в регионе. Он также призвал к более активным действиям по поддержке Украины, включая гуманитарную помощь и военную поддержку. Важность единства среди стран, выступающих за мир и стабильность, была подчеркнута как ключевой фактор в борьбе с агрессией. В заключение, Зеленский выразил надежду, что международное сообщество не останется равнодушным к страданиям украинского народа и предпримет необходимые шаги для защиты прав и свобод граждан.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458137,
      "rank": 17,
      "title": "Европейская комиссия предлагает новый пакет санкций против России",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России странам-членам, согласно заявлению ее президента Урсулы фон дер Ляйен в пятницу, отметив, что Европа усиливает давление на Москву в свете ее проявлений 'презрения к дипломатии'.",
      "fullContent": "ЕВРОПА -- Европейская комиссия предложила 19-й пакет санкций против России странам-членам, как сообщила ее президент Урсула фон дер Ляйен в пятницу. Она отметила, что Европа усиливает давление на Москву в ответ на продолжающиеся нарушения международного права и прав человека. Новый пакет санкций включает меры, направленные на ограничение доступа России к ключевым технологиям и финансированию, а также на усиление контроля за экспортом товаров двойного назначения. Фон дер Ляйен подчеркнула, что эти меры направлены не только на ослабление военной мощи России, но и на защиту гражданских лиц, которые страдают от последствий конфликта. В заключение, она призвала все страны Европы к единству и решительности в борьбе за мир и стабильность, подчеркивая, что только совместные усилия могут привести к положительным изменениям в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758843458138,
      "rank": 18,
      "title": "Россия и Вьетнам используют прибыль от энергетики для избежания возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя прибыль от совместных энергетических проектов для оплаты оборонных контрактов, согласно внутренним вьетнамским документам, полученным The Associated Press.",
      "fullContent": "БАНГКОК (AP) -- Россия и Вьетнам разработали скрытый метод сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя прибыль от совместных нефтегазовых проектов для финансирования оборонных контрактов. Согласно внутренним документам, полученным The Associated Press, обе страны нашли способ обойти международные ограничения, что позволяет им продолжать сотрудничество в сфере безопасности. Это сотрудничество вызывает серьезные опасения у международного сообщества, так как оно может способствовать дальнейшей милитаризации региона. Эксперты подчеркивают, что такие действия могут подорвать усилия по установлению мира и стабильности, а также усугубить гуманитарные последствия для гражданских лиц. В заключение, важно, чтобы международное сообщество продолжало следить за такими практиками и принимало меры для предотвращения их негативного влияния на мир и безопасность в регионе.",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758843458139,
      "rank": 19,
      "title": "Удар Украины перекрывает экспорт российской нефти и поставки топлива",
      "summary": "Собранные доказательства подтверждают, что двухсторонний подход Украины работает. В российских регионах наблюдается нехватка топлива, а экспорт страдает.",
      "fullContent": "За последнюю неделю Украина усугубила нехватку топлива в России, продолжая атаковать российские нефтеперерабатывающие заводы и энергетическую инфраструктуру с помощью дальнобойных дронов. В то время как Польша призывает к увеличению поставок нефти, российские регионы сталкиваются с серьезными проблемами в обеспечении своих потребностей в топливе. Эти действия Украины направлены на ослабление военной мощи России, что подчеркивает важность поддержки международного сообщества в борьбе за мир и стабильность в регионе. Учитывая гуманитарные последствия конфликта, важно, чтобы мирные инициативы и дипломатические усилия стали приоритетом для всех сторон, стремящихся к прекращению насилия и восстановлению нормальной жизни для гражданских лиц.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458140,
      "rank": 20,
      "title": "Украина ожидает фонд в 3,5 миллиарда долларов для закупки оружия из США для продолжения борьбы с Россией, говорит Зеленский",
      "summary": "Украина ожидает, что к следующему месяцу в фонде будет около 3,5 миллиарда долларов для закупки оружия из США и поддержки своей борьбы с российским вторжением.",
      "fullContent": "КИЕВ, Украина -- Украина рассчитывает, что к следующему месяцу в фонде для закупки оружия из Соединенных Штатов будет около 3,5 миллиарда долларов. Эти средства помогут поддержать более чем трехлетнюю борьбу Украины против полномасштабного вторжения России. Президент Владимир Зеленский подчеркнул, что эти инвестиции необходимы для защиты суверенитета страны и обеспечения безопасности граждан. Однако важно помнить, что каждая закупка оружия должна сопровождаться усилиями по мирному разрешению конфликта. Гуманитарные аспекты, такие как помощь пострадавшим от войны и поддержка внутренне перемещенных лиц, должны оставаться в центре внимания международного сообщества, чтобы предотвратить дальнейшие страдания и обеспечить восстановление мира.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-17T23:42:27Z",
      "url": "https://abcnews.go.com/International/wireStory/ukraine-expects-35-billion-fund-us-weapons-sustain-125670528",
      "urlToImage": "https://i.abcnewsfe.com/a/be637264-a4e9-4acb-924d-eee72723604d/wirestory_86894a9ce6c86cede42d1adca8569d5e_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458141,
      "rank": 21,
      "title": "Второй государственный визит Трампа в Великобританию встретит королевские почести и протесты",
      "summary": "Визит происходит в то время, как лидеры США и Великобритании сталкиваются с последствиями скандала вокруг Джеффри Эпштейна.",
      "fullContent": "Великобритания готовится развернуть королевский красный ковер для второго государственного визита президента США Дональда Трампа, который будет сопровождаться необычайным показом пышности и торжественности. Однако этот визит также будет омрачен протестами, вызванными недовольством общественности по поводу недавних скандалов. Лидеры обеих стран сталкиваются с критикой и требуют большей ответственности за свои действия. Важно, чтобы такие события служили напоминанием о необходимости уважения прав человека и стремления к справедливости. Протесты, как форма гражданского выражения, подчеркивают важность диалога и открытости в отношениях между государствами, а также необходимость учитывать мнения и потребности граждан в процессе принятия решений.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-17T10:11:37Z",
      "url": "https://www.aljazeera.com/news/2025/9/17/trumps-second-state-visit-to-the-uk-will-be-met-by-royal-pomp-protests",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AP25259739751753-1758099729.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458142,
      "rank": 22,
      "title": "Россия проводит крупные военные учения в Беларуси на фоне напряженности с НАТО",
      "summary": "Россия продемонстрировала свою огневую мощь в рамках крупных военных учений в Беларуси в понедельник.",
      "fullContent": "БОРИСОВСКИЙ УЧЕБНЫЙ ПОЛИГОН, Беларусь и ЛОНДОН -- Россия продемонстрировала свою огневую мощь в рамках крупных военных учений в Беларуси в понедельник, в то время как соседние страны НАТО находятся в состоянии повышенной готовности на фоне нарастающей напряженности в регионе. Учения включали в себя различные виды вооружений и тактические маневры, что вызвало обеспокоенность у западных стран, которые рассматривают эти действия как провокацию. Эксперты подчеркивают, что подобные учения могут усугубить и без того сложные отношения между Россией и НАТО. Важно отметить, что в условиях глобальной нестабильности и конфликта, мирные инициативы и диалог остаются необходимыми для предотвращения дальнейшей эскалации и обеспечения безопасности в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T12:49:40Z",
      "url": "https://abcnews.go.com/International/russia-holds-major-war-games-belarus-amid-nato/story?id=125576856",
      "urlToImage": "https://i.abcnewsfe.com/a/1d79b77b-2d4b-46ce-a4b4-7467a75f693e/chopper-main_1757928289770_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458143,
      "rank": 23,
      "title": "США и Китай обсуждают торговлю на фоне угроз по поводу российской нефти и запрета TikTok",
      "summary": "Официальные лица США и Китая встретятся на второй день переговоров в Испании, поскольку Трамп угрожает нацелиться на закупки нефти в Китае.",
      "fullContent": "Соединенные Штаты и Китай готовятся ко второму дню торговых переговоров в Испании в условиях попыток снизить напряженность между двумя крупнейшими экономиками мира. Официальные лица обеих стран встретятся для обсуждения вопросов, касающихся торговли, а также потенциальных последствий для глобальной экономики. В то время как США выражают беспокойство по поводу зависимости от российской нефти и возможного запрета на TikTok, китайская сторона подчеркивает важность стабильных торговых отношений. Эти переговоры подчеркивают необходимость сотрудничества и взаимопонимания в условиях глобальных вызовов, таких как изменение климата и экономическая нестабильность, которые требуют совместных усилий для достижения устойчивого развития.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T09:25:47Z",
      "url": "https://www.aljazeera.com/economy/2025/9/15/us-china-talk-trade-amid-threats-over-russian-oil-tiktok-ban",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T183959Z_230714138_RC2TRGAEQWN4_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1757919078.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458144,
      "rank": 24,
      "title": "Конгрессмен Маккол уходит в отставку, но ястреб Республиканской партии беспокоится о Третьей мировой войне после эскалации России",
      "summary": "Республиканец Майкл Маккол из Техаса обеспокоен тем, что эскалация России в Украине может привести к Третьей мировой войне.",
      "fullContent": "Конгрессмен Майкл Маккол из Техаса, один из самых известных ястребов в Республиканской партии, объявил в воскресенье о своем намерении уйти в отставку, при этом выразив серьезные опасения по поводу эскалации российской агрессии в Украине. Он отметил, что текущая ситуация может привести к непредсказуемым последствиям и даже к глобальному конфликту. Маккол подчеркнул, что необходимо принимать меры для предотвращения дальнейшей эскалации и поиска дипломатических решений, которые могли бы обеспечить мир и стабильность в регионе. Его заявление подчеркивает важность диалога и сотрудничества между странами для предотвращения конфликтов и защиты человеческой жизни в условиях военной напряженности.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T23:42:27Z",
      "url": "https://abcnews.go.com/Politics/wireStory/rep-mccaul-retire-gop-hawk-worries-world-war-125559292",
      "urlToImage": "https://i.abcnewsfe.com/a/a254803f-8afc-40cc-a695-fc4dc188297d/wirestory_bbe5fa808569842178879549d6ec2d9c_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458145,
      "rank": 25,
      "title": "Есть ли перспектива завершения войны России в Украине?",
      "summary": "Сможет ли Трамп выполнить свое обещание о завершении войны, или конфликт оказывается более сложным, чем ожидалось?",
      "fullContent": "Сможет ли президент США Дональд Трамп выполнить свое обещание о завершении войны, или конфликт оказывается более сложным, чем ожидалось? Президент США неоднократно заявлял о своем намерении положить конец конфликту между Россией и Украиной, однако реальность может оказаться гораздо более запутанной. Война, начавшаяся в 2014 году, привела к огромным человеческим потерям и разрушениям, и многие эксперты предупреждают, что простое желание прекратить боевые действия не всегда достаточно. Сложные геополитические интересы, внутренние политические проблемы и глубокие исторические противоречия делают ситуацию крайне нестабильной. Важно, чтобы любые усилия по мирному разрешению конфликта учитывали гуманитарные аспекты и нужды пострадавших. В конечном счете, мирное разрешение конфликта требует не только политической воли, но и искреннего стремления к восстановлению и примирению, что может занять много времени и усилий.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T22:33:03Z",
      "url": "https://www.aljazeera.com/video/inside-story/2025/9/14/is-there-any-prospect-of-ending-russias-war-in-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/image-1757885893.jpg?resize=1920%2C1080&quality=80"
    },
    {
      "id": 1758843458146,
      "rank": 26,
      "title": "Война России с Украиной: Список ключевых событий, день 1,297",
      "summary": "Вот ключевые события на 1,297-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в субботу, 13 сентября:\r\nБоевые действия\r\n<ul><li>Ранним утром в пятницу российская атака в северной Украине, в Сумской области, унесла жизни трех человек, сообщил региональный чиновник.</li><li>В ответ на продолжающиеся обстрелы украинские силы усилили свои позиции в ключевых районах, что привело к новым столкновениям.</li><li>Международные организации продолжают выражать обеспокоенность по поводу гуманитарной ситуации, так как миллионы людей остаются в зоне конфликта и нуждаются в помощи.</li></ul>На фоне продолжающихся боевых действий мирное население страдает от нехватки продовольствия, медицинской помощи и безопасности. Гуманитарные организации призывают к немедленным действиям для обеспечения защиты гражданских лиц и предоставления необходимой помощи. Важно, чтобы мировое сообщество не оставляло без внимания страдания людей, оказавшихся в эпицентре этого конфликта, и работало над поиском путей к мирному разрешению.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-13T03:26:05Z",
      "url": "https://www.aljazeera.com/news/2025/9/13/russia-ukraine-war-list-of-key-events-day-1297",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/04/afp_67fb8a729aec-1744538226.jpg?resize=1920%2C1333"
    },
    {
      "id": 1758843458147,
      "rank": 27,
      "title": "Россия только что сказала то, что Украина пыталась донести до Трампа в течение нескольких месяцев: мирные переговоры не продвигаются",
      "summary": "Мирные переговоры между Россией и Украиной «скорее приостановлены», чем активны, заявил Кремль в пятницу, подтвердив предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа.",
      "fullContent": "Мирные переговоры между Россией и Украиной «скорее приостановлены», чем активны, заявил Кремль в пятницу, в признании, которое подтверждает предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа. Это заявление подчеркивает сложность ситуации и необходимость нового подхода к переговорам. Украина на протяжении нескольких месяцев призывает к более активным действиям со стороны международного сообщества, чтобы обеспечить реальный прогресс в мирных переговорах. Гуманитарные последствия продолжающегося конфликта становятся все более ощутимыми, и мирное разрешение остается единственным способом остановить страдания людей. Важно, чтобы все стороны проявили готовность к компромиссам и искали пути к восстановлению мира, чтобы обеспечить безопасность и стабильность в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-12T14:52:12Z",
      "url": "https://www.cnn.com/2025/09/12/europe/russia-ukraine-peace-talks-paused-kremlin-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2233121415.jpg?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758843458148,
      "rank": 28,
      "title": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗ",
      "summary": "С атакой дронов в Польше Путин испытывает Европу и Трампа: АНАЛИЗgo.com",
      "fullContent": "ЛОНДОН -- Вторжение значительного числа российских дронов в Польшу представляет собой драматическую и тревожную эскалацию войны в Украине. Премьер-министр Польши и другие союзники по НАТО заявили, что ночные атаки, произошедшие в среду, стали серьезным вызовом для безопасности региона. Это событие подчеркивает растущую напряженность и неопределенность, с которыми сталкиваются страны Европы в условиях продолжающегося конфликта. В ответ на эти действия, Польша усиливает свои оборонные меры и призывает к более тесному сотрудничеству среди стран НАТО. Эксперты предупреждают, что подобные инциденты могут привести к дальнейшей дестабилизации ситуации в Восточной Европе и требуют от международного сообщества единства и решительных действий для предотвращения эскалации конфликта. Важно помнить, что в условиях войны страдают не только государства, но и мирные жители, которые становятся заложниками политических игр. Необходимо искать пути к мирному разрешению конфликта, чтобы избежать новых жертв и разрушений.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T17:12:38Z",
      "url": "https://abcnews.go.com/International/poland-drone-attack-putin-testing-europe-trump-analysis/story?id=125428741",
      "urlToImage": "https://i.abcnewsfe.com/a/a53a5ead-30df-45e2-91db-0ddb11df54d7/putin-main_1757500671184_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758843458149,
      "rank": 29,
      "title": "Премьер-министр Польши Туск обещает модернизацию армии после вторжения российских дронов",
      "summary": "Польша ввела ограничения на воздушное движение вдоль своей восточной границы, которые будут действовать до 9 декабря.",
      "fullContent": "Премьер-министр Польши Дональд Туск заявил о намерении продвигать масштабную программу модернизации вооруженных сил страны, всего через день после того, как польские и натовские силы сбили дроны, нарушившие воздушное пространство Польши. Эти меры направлены на укрепление обороноспособности страны в условиях растущей угрозы со стороны России. Туск подчеркнул, что безопасность Польши и ее граждан является приоритетом, и что модернизация армии поможет обеспечить защиту от возможных агрессий. В то же время, он призвал к диалогу и сотрудничеству с соседними странами, подчеркивая важность мирного разрешения конфликтов. В условиях, когда мирные жители страдают от последствий военных действий, необходимо искать пути к стабильности и безопасности, чтобы избежать новых трагедий и разрушений.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T14:06:22Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/polish-pm-tusk-vows-military-upgrade-after-russian-drone-incursion",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/13335403-1757595405.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758843458150,
      "rank": 30,
      "title": "Война России с Украиной: Список ключевых событий, день 1,295",
      "summary": "Вот ключевые события на 1,295-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в четверг, 11 сентября: В ходе боевых действий российские силы начали масштабную атаку по всей Украине, применив 415 дронов и 40 крылатых и баллистических ракет. Президент Украины сообщил о значительных разрушениях и жертвах среди гражданского населения. Эти события подчеркивают ужасающие последствия войны, которая продолжается уже более трех лет. Каждый день приносит новые страдания и потери, и мирные жители становятся главными жертвами этого конфликта. Важно, чтобы международное сообщество не оставалось равнодушным к происходящему и продолжало оказывать гуманитарную помощь тем, кто пострадал от войны. Необходимо стремиться к мирному разрешению конфликта, чтобы положить конец насилию и восстановить мир в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T05:23:19Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/russia-ukraine-war-list-of-key-events-day-1295",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-10T083558Z_551735662_RC2WOGA82AWO_RTRMADP_3_UKRAINE-CRISIS-POLAND-ATTACK-1757494113.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758843587922,
  "generatedAt": "2025-09-25T23:39:47.922Z"
}