{
  "articles": [
    {
      "id": 1758845221201,
      "rank": 1,
      "title": "Пробудился ли Трамп к игре Путина в Украине?",
      "summary": "Смена внешнеполитического курса Трампа в отношении России в контексте войны в Украине может заставить Владимира Путина перейти к более серьезным переговорам.",
      "fullContent": "Ситуация требует от всех сторон осознания гуманитарных последствий конфликта и стремления к мирному разрешению, которое учитывало бы интересы всех вовлеченных сторон.",
      "importance": "Developing",
      "source": "Washington Examiner",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-25T10:00:00Z",
      "url": "https://www.washingtonexaminer.com/opinion/beltway-confidential/3822403/trump-ukraine-new-policy-russia/",
      "urlToImage": "https://www.washingtonexaminer.com/wp-content/uploads/2025/09/2238300_sd_68d2c7efaa53f_1758644207_3bb3c0.jpg?resize=1024,683"
    },
    {
      "id": 1758845221202,
      "rank": 2,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства.",
      "fullContent": "Только совместными усилиями можно создать условия для мирного разрешения конфликта и обеспечить будущее, свободное от насилия и страданий.",
      "importance": "Urgent",
      "source": "Reuters",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:31Z",
      "url": "https://www.reuters.com/world/americas/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-un-sidelines-2025-09-24/",
      "urlToImage": "https://www.reuters.com/resizer/v2/7E4LFYA37ZJRHBGHWWKXNRIMSQ.jpg?auth=0bda8fa41e3a996140117a358f4057c5685e1f3907dcbd9eb417f479356ef90b&height=1005&width=1920&quality=80&smart=true"
    },
    {
      "id": 1758845221203,
      "rank": 3,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "US News является признанным лидером в области рейтингов колледжей, аспирантур, больниц, взаимных фондов и автомобилей. Отслеживайте избранных должностных лиц, исследуйте состояние здоровья и находите новости, которые могут быть полезны в политике, бизнесе, здравоохранении и образовании.",
      "fullContent": "Только через совместные усилия и международное сотрудничество можно достичь устойчивого мира и предотвратить дальнейшие страдания людей.",
      "importance": "Developing",
      "source": "U.S. News & World Report",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:00Z",
      "url": "https://www.usnews.com/news/world/articles/2025-09-24/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-on-un-sidelines",
      "urlToImage": "https://www.usnews.com/dims4/USNEWS/0fdc523/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F16%2Fbb13f97030adc91eb461f4bfdd7a2e%2Ftag%3Areuters.com%2C2025%3Anewsml_LYNXNPEL8N0Z7%3A12025-09-24T192151Z_1_LYNXNPEL8N0Z7_RTROPTP_3_UKRAINE-CRISIS-BRAZIL-ZELENSKIY.JPG"
    },
    {
      "id": 1758845221204,
      "rank": 4,
      "title": "Акции оборонных компаний Великобритании взлетают после изменения позиции Трампа по Украине",
      "summary": "Оборонные компании в Лондоне и по всей Европе увидели рост своих акций после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины, призвав НАТО сбивать российские самолеты и поддерживая Украину в возвращении своих территорий.",
      "fullContent": "Акции оборонных компаний, зарегистрированных в Лондоне, начали расти в начале торгов в среду после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины. Оборонная компания BAE Systems возглавила рост акций с увеличением на 1,6 процента до 1982,5 пункта. Это изменение в риторике Трампа, который теперь поддерживает более активные действия НАТО в отношении России, вызвало оптимизм среди инвесторов и аналитиков. Эксперты отмечают, что такая поддержка Украины может привести к увеличению военных контрактов и, как следствие, к росту оборонной промышленности в Европе. Однако важно помнить, что за этими цифрами стоят человеческие судьбы и страдания, и мирное разрешение конфликта остается приоритетом для всех сторон. В условиях продолжающегося насилия и гуманитарных кризисов, международное сообщество должно сосредоточиться на дипломатии и поиске путей к миру, а не на эскалации военных действий.",
      "importance": "Developing",
      "source": "OilPrice",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T18:00:00Z",
      "url": "https://oilprice.com/Finance/the-Economy/UK-Defence-Stocks-Soar-as-Trump-Shifts-Stance-on-Ukraine.html",
      "urlToImage": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2025-09-24_i5h9w4uvaq.jpg"
    },
    {
      "id": 1758845221205,
      "rank": 5,
      "title": "Союзник Владимира Путина высмеивает Дональда Трампа: 'Снова попал в альтернативную реальность'",
      "summary": "Изменяющаяся позиция Трампа по войне в Украине сигнализирует о значительном сдвиге во внешней политике США с глобальными последствиями.",
      "fullContent": "Союзник Владимира Путина Дмитрий Медведев в среду резко раскритиковал президента Дональда Трампа, заявив в Telegram, что Трамп \"снова попал в альтернативную реальность\" после того, как президент заявил, что Украина может вернуть все свои территории. Это заявление Трампа, которое поддерживает более агрессивный подход к конфликту, вызывает опасения у международного сообщества. Медведев подчеркнул, что такие высказывания могут привести к дальнейшему ухудшению отношений между Россией и Западом. Важно отметить, что в условиях войны страдают не только государства, но и миллионы людей, которые теряют свои дома, жизни и будущее. Гуманитарные аспекты конфликта должны оставаться в центре внимания, и международные усилия должны быть направлены на прекращение насилия и восстановление мира, чтобы избежать дальнейших страданий.",
      "importance": "Developing",
      "source": "Newsweek",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T15:24:24Z",
      "url": "https://www.newsweek.com/donald-trump-vladimir-putin-dmitry-medvedev-russia-ukraine-10481951",
      "urlToImage": "https://assets.newsweek.com/wp-content/uploads/2025/09/AP25228815903319.jpg?w=1200crop=1"
    },
    {
      "id": 1758845221206,
      "rank": 6,
      "title": "Как Европа справляется с Трампом",
      "summary": "Глава внешнеполитического ведомства ЕС Кая Каллас: 'Мы пытаемся завести больше друзей по всему миру.'",
      "fullContent": "Во вторник в Нью-Йорке президент США Дональд Трамп вызвал серьезные вопросы у журналистов, выступив с речью на Генеральной Ассамблее ООН. Трамп раскритиковал глобальные институты, поставил под сомнение необходимость существования ООН и заявил, что собравшиеся лидеры должны пересмотреть свои подходы к международным отношениям. В ответ на эти заявления глава внешнеполитического ведомства ЕС Кая Каллас подчеркнула, что Европа стремится к укреплению международных связей и поиску новых союзников. Она отметила, что в условиях глобальных вызовов, таких как изменение климата и международные конфликты, сотрудничество и диалог становятся более важными, чем когда-либо. Европа продолжает искать пути для укрепления мира и стабильности, и важно, чтобы все страны, включая США, работали вместе ради общего блага. В конечном итоге, только совместные усилия могут привести к устойчивому миру и процветанию для всех народов.",
      "importance": "Developing",
      "source": "Foreign Policy",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-24T14:24:08Z",
      "url": "https://foreignpolicy.com/2025/09/24/kallas-how-europe-is-navigating-trump/",
      "urlToImage": "https://foreignpolicy.com/wp-content/uploads/2025/09/GettyImages-2236294440.jpg?w=1000"
    },
    {
      "id": 1758845221207,
      "rank": 7,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США в первый раз заявил, что Киев может выиграть войну, но эксперты сомневаются в возвращении Украины к территории 1991 года.",
      "fullContent": "Киев, Украина — Президент США Дональд Трамп резко изменил свою позицию по поводу российско-украинской войны, заявив, что Киев может восстановить свои границы. Впервые Трамп сказал во вторник, что Украина имеет шансы на победу в конфликте с Россией. Однако многие эксперты выражают сомнения в том, что Украина сможет вернуть свои довоенные границы, которые были установлены в 1991 году. Они указывают на сложную ситуацию на фронте и на необходимость значительной международной поддержки для достижения этой цели. В условиях продолжающихся боевых действий и гуманитарного кризиса, вызванного войной, важно помнить о судьбах миллионов людей, которые страдают от последствий конфликта. Восстановление границ — это не только вопрос территориальной целостности, но и вопрос безопасности и стабильности для украинского народа. В конечном итоге, мирное разрешение конфликта должно стать приоритетом для всех сторон, чтобы предотвратить дальнейшие страдания и разрушения.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221208,
      "rank": 8,
      "title": "Трамп ослабляет влияние США в «заднем дворе» Китая, предупреждает отчет",
      "summary": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все больше воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови.",
      "fullContent": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все больше воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови. В своем «Индексе влияния Юго-Восточной Азии» институт отмечает, что такие меры, как повышение тарифов и сокращение финансовой помощи, создают вакуум, который заполняет Китай. Это вызывает опасения среди стран региона, которые стремятся к сбалансированным отношениям с обеими державами. В условиях глобальных изменений и растущей напряженности важно, чтобы США пересмотрели свою стратегию и сосредоточились на укреплении связей с союзниками, а также на поддержке устойчивого развития и гуманитарных инициатив. Это позволит не только сохранить влияние, но и обеспечить стабильность и безопасность в регионе, что в конечном итоге принесет пользу всем его жителям.",
      "importance": "Urgent",
      "source": "Bloomberg",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:30:01Z",
      "url": "https://www.bloomberg.com/news/articles/2025-09-24/trump-seen-weakening-us-clout-in-china-s-backyard-report-warns",
      "urlToImage": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i.QUVpFk8rDA/v1/1200x800.jpg"
    },
    {
      "id": 1758845221209,
      "rank": 9,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции президента США Дональда Трампа по поводу их войны с Россией.",
      "fullContent": "Киев, Украина — Украинцы с осторожностью отреагировали в среду на неожиданное изменение позиции президента США Дональда Трампа по поводу их шансов на победу в войне с Россией. После его заявления о том, что Украина может одержать победу, многие жители страны выразили надежду, но также и скептицизм. В условиях продолжающегося конфликта и гуманитарного кризиса, вызванного войной, украинцы понимают, что победа требует не только военных усилий, но и значительной международной поддержки. Множество людей по-прежнему страдают от последствий войны, и их судьбы должны оставаться в центре внимания как украинского, так и международного сообщества. Важно, чтобы все усилия были направлены на достижение мира и стабильности, чтобы предотвратить дальнейшие страдания и обеспечить безопасное будущее для всех граждан Украины.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758845221210,
      "rank": 10,
      "title": "Украинцы с осторожностью реагируют на изменение позиции Трампа по войне",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции Дональда Трампа в отношении их войны с Россией. Трамп во вторник заявил, что Украина может выиграть трехлетний конфликт и вернуть захваченные территории.",
      "fullContent": "Украинцы внимательно следят за изменениями в позиции Дональда Трампа, который неожиданно заявил о возможности победы Украины в конфликте с Россией. Это заявление прозвучало во время его выступления, где он отметил, что Украина может вернуть свои захваченные земли. Многие украинцы воспринимают эти слова с надеждой, но также с настороженностью, учитывая непредсказуемость политической ситуации и предыдущие высказывания Трампа. В условиях продолжающейся войны и гуманитарного кризиса, вызванного конфликтом, украинцы надеются на международную поддержку и стабильность. Важно, чтобы любые изменения в политике США способствовали мирному разрешению конфликта и защите прав человека, особенно в условиях, когда страдают мирные жители и семьи, потерявшие своих близких.",
      "importance": "Developing",
      "source": "Reading Eagle",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:11:15Z",
      "url": "https://www.readingeagle.com/2025/09/24/ukrainians-cautious-trump-war-shift/",
      "urlToImage": "https://www.readingeagle.com/wp-content/uploads/2025/09/UN_General_Assembly_70757-1.jpg?w=1024&h=682"
    },
    {
      "id": 1758845221211,
      "rank": 11,
      "title": "Кремль отмахивается от комментария Трампа о 'бумажном тигре', заявляя, что ценит его усилия по мирному разрешению конфликта в Украине",
      "summary": "Кремль в среду отмахнулся от комментария президента Дональда Трампа, который описал Россию как бумажного тигра, и заявил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине.",
      "fullContent": "Кремль в среду отреагировал на заявление президента Дональда Трампа, который охарактеризовал Россию как 'бумажного тигра'. Пресс-секретарь Кремля Дмитрий Песков отметил, что Владимир Путин ценит усилия Трампа по мирному разрешению конфликта в Украине. Несмотря на критику, Кремль подчеркивает важность диалога и дипломатических усилий для достижения стабильности в регионе. В условиях, когда конфликт продолжает уносить жизни и разрушать судьбы людей, важно, чтобы все стороны стремились к мирному разрешению и уважению прав человека. Гуманитарные последствия войны требуют внимания и действий, направленных на восстановление мира и безопасности для всех граждан, пострадавших от насилия.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T11:02:42Z",
      "url": "https://www.newsmax.com/world/globaltalk/russia-trump-paper-tiger/2025/09/24/id/1227610/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=bacbc764-0980-4bf8-a54a-1fd38dcdd39b&SiteName=Newsmax"
    },
    {
      "id": 1758845221212,
      "rank": 12,
      "title": "Трамп на Генеральной Ассамблее ООН 2025: война России с Украиной и Иран готовится высказаться",
      "summary": "Следите за прямой трансляцией Генеральной Ассамблеи ООН 2025: критика Трампа в адрес ООН, обращение Украины к Генеральной Ассамблее и Иран готовится высказаться после конфликта с Израилем.",
      "fullContent": "Президент Колумбии Густаво Петров в своем выступлении на Генеральной Ассамблее ООН во вторник резко раскритиковал антинаркотическую политику президента Дональда Трампа, назвав ее насильственной, неэффективной и основанной на доминировании, а не на охране общественного здоровья. Петров подчеркнул, что Колумбия достигла значительных успехов в борьбе с наркотиками, но это требует нового подхода, который учитывает гуманитарные аспекты и права человека. В контексте обсуждения войны России с Украиной и других конфликтов, таких как ситуация с Ираном и Израилем, важно, чтобы международное сообщество сосредоточилось на поиске мирных решений и поддержке тех, кто страдает от последствий насилия. Гуманитарные аспекты должны оставаться в центре внимания, чтобы предотвратить дальнейшие страдания и обеспечить устойчивый мир для всех народов.",
      "importance": "Developing",
      "source": "Fox News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:32:32Z",
      "url": "https://www.foxnews.com/live-news/trump-unga-2025-live-updates-ukraine-iran-israel",
      "urlToImage": "https://livenews.foxnews.com/images/2025/09/f88e349f41db662b8edcae4c3b7d8387.jpg"
    },
    {
      "id": 1758845221213,
      "rank": 13,
      "title": "Война России и Украины: Основные события, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября:\r\nБои\r\n<ul><li>Украинские дроны атаковали нефтехимический комплекс «Салават», контролируемый энергетическим гигантом Газпром, в Башкортостане, России, что привело к значительным разрушениям и угрозам для местного населения. Местные жители выражают опасения по поводу безопасности и последствий этих атак для их жизни и здоровья. В ответ на это, российские власти заявили о готовности защитить свои объекты, что может привести к дальнейшему эскалации конфликта.</li></ul>\r\nВ то время как боевые действия продолжаются, гуманитарные организации сообщают о растущих нуждах среди гражданского населения, как в Украине, так и в России. Множество людей остаются без крыши над головой, и им срочно необходима помощь. Международные организации призывают к прекращению огня и поиску мирного решения, чтобы избежать дальнейших страданий и потерь среди мирных жителей.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221214,
      "rank": 14,
      "title": "Россия обвиняется в попытках запугать Европу угрозами за пределами Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и дронами воздушного пространства Эстонии и Германии после инцидента с дронами в Польше заставили НАТО насторожиться.",
      "fullContent": "На прошлой неделе Россия усилила дипломатию запугивания в Балтийском море, используя самолеты, дроны и угрозы, направленные на европейских союзников Украины. После угроз в адрес Финляндии в начале сентября, ситуация стала еще более напряженной. Европейские страны выражают озабоченность по поводу возможных последствий для безопасности в регионе, особенно в свете растущей агрессии со стороны России.\r\nМеждународные эксперты подчеркивают, что подобные действия могут привести к дальнейшей дестабилизации ситуации в Европе и вызвать гуманитарные последствия, такие как увеличение числа беженцев и ухудшение условий жизни в затронутых регионах. Важно, чтобы международное сообщество объединило усилия для предотвращения эскалации конфликта и защиты прав человека, обеспечивая безопасность и стабильность в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221215,
      "rank": 15,
      "title": "«Вы разрушаете свои страны»: Ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским судам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он призвал мировые державы к ответственности за свои действия, подчеркивая, что разрушительные войны и конфликты наносят непоправимый ущерб странам и их гражданам. Трамп отметил, что необходимо искать мирные решения конфликтов и работать над улучшением жизни людей, а не усугублять существующие проблемы.\r\nВ заключение своей речи он призвал международное сообщество объединиться для борьбы с глобальными вызовами, такими как бедность, войны и климатические изменения. Он подчеркнул важность сотрудничества и диалога для достижения устойчивого мира, где права человека и достоинство каждого человека будут защищены. Это послание о необходимости мира и взаимопонимания остается особенно актуальным в свете текущих мировых конфликтов.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221216,
      "rank": 16,
      "title": "Ястребы Республиканской партии радуются, когда Трамп поддерживает победу Украины",
      "summary": "Заявление президента Дональда Трампа во вторник о том, что Украина может \"выиграть\" свою войну против России, вызвало бурные похвалы со стороны ястребов внешней политики Республиканской партии в Сенате, что сигнализирует о резком изменении его позиции и вдохновляет законодателей, которые давно выступают за более жесткую линию, сообщает Axios.",
      "fullContent": "Заявление президента Дональда Трампа о том, что Украина может \"выиграть\" свою войну против России, вызвало бурные похвалы во вторник со стороны ястребов внешней политики Республиканской партии в Сенате, что стало резким поворотом в его позиции по конфликту и вдохновило законодателей, которые долгое время выступали за более жесткий подход к России. Это заявление Трампа, сделанное на фоне продолжающегося конфликта, подчеркивает важность поддержки Украины в ее стремлении защитить свою территорию и суверенитет. Политики, поддерживающие более активные действия, видят в этом возможность для укрепления международной солидарности и помощи Украине в ее борьбе за независимость. Поддержка Трампа может также повлиять на общественное мнение и укрепить позиции сторонников помощи Украине в Конгрессе, что, в свою очередь, может привести к увеличению военной и гуманитарной помощи для страны, страдающей от последствий войны. Важно, чтобы международное сообщество продолжало поддерживать Украину и стремилось к мирному разрешению конфликта, которое обеспечит безопасность и стабильность в регионе.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T23:45:59Z",
      "url": "https://www.newsmax.com/politics/lindsey-graham-roger-wicker-tom-cotton/2025/09/23/id/1227576/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=56bcf580-cb6b-4cb8-8e54-d2227e57738e&SiteName=Newsmax"
    },
    {
      "id": 1758845221217,
      "rank": 17,
      "title": "В значительном изменении Трамп говорит, что Украина может вернуть все территории у России",
      "summary": "Ранее Трамп заявлял, что как Киеву, так и Москве придется уступить земли, чтобы закончить самую смертоносную войну в Европе со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что считает, что Украина, с поддержкой Европейского Союза и НАТО, может вернуть все территории, захваченные Россией с момента ее вторжения более трех лет назад. Это заявление стало значительным изменением в его позиции, поскольку ранее он утверждал, что обе стороны должны будут пойти на компромисс и уступить часть своих территорий для достижения мира. Трамп подчеркнул, что поддержка Украины со стороны западных союзников имеет решающее значение для ее успеха и восстановления утраченных земель. В условиях продолжающегося конфликта и гуманитарного кризиса, это заявление может вдохновить украинцев и укрепить международную поддержку их усилий. Важно, чтобы мировое сообщество продолжало оказывать помощь Украине, не только в военном, но и в гуманитарном плане, чтобы помочь людям, страдающим от последствий войны, и содействовать восстановлению страны после конфликта. Мирное разрешение конфликта должно оставаться приоритетом, чтобы избежать дальнейших страданий и разрушений.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221218,
      "rank": 18,
      "title": "Пока Мелания Трамп пытается привлечь других первых леди к своей коалиции, одна срочно ищет ее внимания",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции, посвященной благополучию детей и вопросам искусственного интеллекта. В своем выступлении она подчеркнула важность поддержки детей в условиях глобальных вызовов, таких как война, бедность и изменение климата. Мелания призвала к объединению усилий для создания безопасной и здоровой среды для подрастающего поколения. В то время как она стремится привлечь внимание других первых леди к этой инициативе, одна из них, возможно, испытывает особую необходимость в ее поддержке. Это подчеркивает важность международного сотрудничества в решении проблем, касающихся детей, и необходимость объединения усилий для создания более справедливого и безопасного мира. В условиях глобальных конфликтов и гуманитарных кризисов, такие инициативы могут сыграть ключевую роль в улучшении жизни детей и обеспечении их будущего.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758845221219,
      "rank": 19,
      "title": "Последние новости: Трамп сообщает высокопоставленному чиновнику ООН, что США на 100% поддерживают глобальную организацию на фоне опасений по поводу отступления",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник, чтобы похвастаться достижениями внешней политики своего второго срока и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник, чтобы похвастаться достижениями внешней политики своего второго срока и раскритиковать мировую организацию как неэффективную. Он предупредил Европу о том, что ее ждет крах, если она не откажется от своих текущих позиций. Трамп подчеркнул, что США остаются верными своим обязательствам перед ООН и готовы поддерживать ее работу, однако призвал к более активным действиям со стороны других стран. Он отметил, что международное сотрудничество и единство необходимы для решения глобальных проблем, таких как изменение климата, терроризм и гуманитарные кризисы. В заключение Трамп подчеркнул, что только совместными усилиями можно добиться мира и стабильности в мире, призвав все страны к диалогу и сотрудничеству.",
      "importance": "Developing",
      "source": "WTOP",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T17:52:08Z",
      "url": "https://wtop.com/national/2025/09/the-latest-trump-will-take-aim-at-globalist-institutions-during-un-address/",
      "urlToImage": "https://wtop.com/wp-content/uploads/2025/09/Trump_71419-scaled.jpg"
    },
    {
      "id": 1758845221220,
      "rank": 20,
      "title": "Трамп призывает немедленно остановить войну в Газе в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отвергает признание Палестинского государства, называя это 'наградами' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля в Газе должна прекратиться немедленно. Он осудил недавнее признание палестинского государства рядом стран, назвав это 'наградами' для ХАМАСа. Трамп призвал к немедленным действиям для прекращения насилия и восстановления мира в регионе, подчеркивая необходимость защиты гражданских лиц и гуманитарных инициатив. Он отметил, что мирное разрешение конфликта возможно только через диалог и взаимопонимание. В завершение своей речи Трамп выразил надежду на то, что международное сообщество объединится для достижения устойчивого мира и защиты прав человека, что является основой для стабильности в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221221,
      "rank": 21,
      "title": "Трамп критикует Организацию Объединенных Наций в речи перед мировым сообществом",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями внешней политики своего второго срока и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "ОРГАНИЗАЦИЯ ОБЪЕДИНЕННЫХ НАЦИЙ — Президент Дональд Трамп раскритиковал Организацию Объединенных Наций как неэффективную в своей речи перед мировым сообществом во вторник. Он похвалил изменения, которые произошли в Америке под его руководством, и предупредил Европу о том, что ее ждет крах, если она не изменит свои подходы. Трамп подчеркнул важность активного участия всех стран в решении глобальных проблем, таких как изменение климата, безопасность и гуманитарные кризисы. Он призвал к более тесному сотрудничеству и диалогу между государствами для достижения мира и стабильности. В заключение Трамп отметил, что только совместные усилия и уважение к правам человека могут привести к устойчивому развитию и безопасности на планете, и выразил надежду на дальнейшее сотрудничество в рамках ООН для решения этих критически важных вопросов.",
      "importance": "Developing",
      "source": "The Philadelphia Inquirer",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T15:08:44Z",
      "url": "https://www.inquirer.com/news/nation-world/trump-speech-united-nations-general-assembly-20250923.html",
      "urlToImage": "https://www.inquirer.com/resizer/v2/FKSJPJSIQYRNFCSXXVMAS6PV6Q.jpg?auth=4460a68f7817a8cd93950c107d968437ad81ccc03122128ffa25e322b02cd176&width=760&height=507&smart=true"
    },
    {
      "id": 1758845221222,
      "rank": 22,
      "title": "На заседании ООН Трамп заявил, что организация «даже близко не соответствует» своему потенциалу",
      "summary": "Президент Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "ОРГАНИЗАЦИЯ ОБЪЕДИНЕННЫХ НАЦИЙ — Президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Мировые лидеры внимательно слушали его выступление, в котором он поднимал вопросы о необходимости реформирования ООН и улучшения ее работы в решении глобальных проблем. Трамп указал на недостаточную реакцию организации на кризисы, такие как гуманитарные катастрофы и конфликты, которые продолжают уносить жизни людей по всему миру. Он призвал к более активным действиям и сотрудничеству среди стран для достижения мира и стабильности. В заключение, Трамп подчеркнул, что только совместные усилия могут привести к реальным изменениям и улучшению жизни людей, страдающих от войн и конфликтов.",
      "importance": "Developing",
      "source": "Anchorage Daily News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:58:04Z",
      "url": "https://www.adn.com/nation-world/2025/09/23/in-un-speech-trump-says-it-is-not-even-coming-close-to-living-up-to-its-potential/",
      "urlToImage": "https://www.adn.com/resizer/v2/PBZXXX5IMVLITY4HVZYLYACTOA.jpg?smart=true&auth=335f692f3fbb27f98629b3ed368118e5f12e04f79c64b2356213650fce29478f&width=1200&height=630"
    },
    {
      "id": 1758845221223,
      "rank": 23,
      "title": "Трамп в выступлении на заседании ООН заявил, что мировая организация «даже близко не соответствует» своему потенциалу",
      "summary": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. В своем выступлении он акцентировал внимание на необходимости более активного участия стран в решении глобальных вызовов, таких как изменение климата, гуманитарные кризисы и международная безопасность. Трамп отметил, что многие проблемы остаются нерешенными из-за недостатка политической воли и сотрудничества среди государств. Он призвал к необходимости реформирования ООН, чтобы сделать ее более эффективной в решении актуальных вопросов, касающихся мира и безопасности. В завершение своего выступления президент подчеркнул, что только через совместные усилия и диалог можно достичь устойчивого мира и улучшить жизнь людей по всему миру.",
      "importance": "Developing",
      "source": "Star Tribune",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:55:05Z",
      "url": "https://www.startribune.com/trump-to-take-aim-at-globalist-institutions-make-case-for-his-foreign-policy-record-in-un-speech/601479117",
      "urlToImage": "https://arc.stimg.co/startribunemedia/7S3TEHPZJRG7FDE6CVTZGPWNAU.jpg?&w=1200&ar=1.91:1&fit=crop"
    },
    {
      "id": 1758845221224,
      "rank": 24,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты своего воздушного пространства",
      "summary": "НАТО предупредила Россию о том, что будет использовать все средства для защиты от дальнейших нарушений своего воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ — НАТО во вторник предупредило Россию, что будет использовать все средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития российских дронов над Польшей и Эстонией в начале месяца. Альянс подчеркнул, что безопасность его членов является приоритетом, и любые угрозы будут рассматриваться серьезно. Генеральный секретарь НАТО отметил, что такие инциденты подчеркивают необходимость укрепления сотрудничества между странами-членами для обеспечения безопасности и стабильности в регионе. Он также призвал к деэскалации напряженности и диалогу, чтобы избежать дальнейших конфликтов и обеспечить мирное сосуществование. В заключение, НАТО подтвердила свою приверженность защите своих членов и готовность к действиям в случае необходимости, подчеркивая важность дипломатии в разрешении конфликтов.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758845221225,
      "rank": 25,
      "title": "Культура войны, возглавляемая Трампом, представляет собой ключевой момент для Европы: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к ее падению.",
      "fullContent": "Президент США Дональд Трамп с движением «Сделаем Америку великой снова» (MAGA) вызывает резонанс в Европе через культуру войны, которую поддерживают его политические союзники, как показал новый отчет. В то время как европейцы продолжают ощущать свою идентичность и принадлежность к общему европейскому пространству, действия Трампа и его сторонников направлены на подрыв этих основ. Отчет подчеркивает, что попытки разделить общество и создать конфликты на культурной почве могут иметь разрушительные последствия не только для США, но и для Европы, где многие страны сталкиваются с внутренними вызовами. В условиях растущей поляризации важно, чтобы европейские государства укрепляли свои демократические ценности и противостояли деструктивным влияниям, которые могут подорвать единство и стабильность на континенте. В конечном итоге, Европа должна оставаться верной своим гуманитарным принципам и стремиться к диалогу, а не к конфликту, чтобы сохранить мир и процветание для всех своих граждан.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758845221226,
      "rank": 26,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии на консультации по нарушению российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- Союзники по НАТО во вторник проведут официальные консультации по запросу Эстонии после того, как Балтийская страна сообщила, что три российских истребителя вошли в ее воздушное пространство на прошлой неделе без разрешения. Этот инцидент подчеркивает важность коллективной безопасности и единства среди стран НАТО, особенно в свете растущих угроз со стороны России. Эстония, как один из восточных союзников, испытывает давление и опасения по поводу своей безопасности, что делает консультации по статье 4 НАТО крайне важными. Статья 4 подразумевает, что союзники собираются для обсуждения угрозы, которая может повлиять на безопасность любого из них. Важно, чтобы НАТО продолжало демонстрировать свою сплоченность и готовность защищать своих членов. В условиях глобальной нестабильности и потенциальных конфликтов, такие консультации служат напоминанием о необходимости мирного разрешения споров и уважения к международным нормам, что является основополагающим для обеспечения безопасности и стабильности в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758845221227,
      "rank": 27,
      "title": "Трамп нацелится на 'глобалистские институты', представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует свое обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и lamentировать, что 'глобалистские институты значительно подорвали мировой порядок'.",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы произнести обширную речь о своих достижениях во внешней политике во втором сроке и lamentировать, что глобалистские институты значительно подорвали мировой порядок. Трамп намерен акцентировать внимание на своих усилиях по укреплению национальных интересов США, однако его критика международных организаций может вызвать обеспокоенность среди союзников, которые полагаются на многосторонние подходы для решения глобальных проблем. В условиях растущей напряженности и конфликтов важно, чтобы международное сообщество искало пути к сотрудничеству и диалогу, а не к изоляции и противостоянию. Устойчивый мир и процветание требуют совместных усилий всех стран, и только через взаимопонимание и уважение можно достичь долгосрочных решений для глобальных вызовов. В конечном итоге, надежда на мирное сосуществование и сотрудничество должна оставаться в центре международной политики, несмотря на разногласия.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758845221228,
      "rank": 28,
      "title": "Франция признает палестинское государство на фоне широкого гнева по поводу действий Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает свои максималистские военные цели в Газе и расширяет поселения.",
      "fullContent": "Нью-Йорк, США — Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник. Этот шаг углубляет международную изоляцию Израиля, который продолжает свои максималистские военные цели в Газе и расширяет поселения на оккупированных территориях. Данное решение было принято на фоне растущего гнева и протестов против действий Израиля, которые привели к значительным гуманитарным последствиям для палестинского населения. В ходе конфликта тысячи мирных жителей стали жертвами насилия, и гуманитарные организации сообщают о катастрофической ситуации с доступом к основным услугам, таким как вода и медицинская помощь. Признание палестинского государства со стороны Франции и других стран подчеркивает необходимость поиска мирного решения конфликта и защиты прав человека. Это также сигнализирует о растущем недовольстве международного сообщества по поводу продолжающегося насилия и его последствий для гражданского населения. В условиях, когда мир сталкивается с серьезными гуманитарными вызовами, важно, чтобы все стороны конфликта проявили сдержанность и стремились к диалогу, чтобы избежать дальнейших страданий и разрушений.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758845221229,
      "rank": 29,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "Киев, Украина — Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам своих стран в понедельник, в то время как президент Украины Владимир Зеленский ожидает очень напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке. Оба государства продолжают наращивать военные действия, что приводит к новым жертвам среди гражданского населения. В условиях, когда мирные жители становятся все более уязвимыми, гуманитарные организации выражают глубокую озабоченность по поводу последствий конфликта. Проблемы с доступом к медицинской помощи, продовольствием и безопасностью становятся все более острыми. На фоне этих событий Зеленский подчеркивает важность международной поддержки и необходимость активного участия мирового сообщества в поиске мирного разрешения конфликта. Важно, чтобы дипломатические усилия были направлены на прекращение насилия и защиту прав человека, особенно в условиях, когда страдают невинные граждане. В преддверии Генеральной Ассамблеи ООН мир должен объединиться для поиска путей к миру и стабильности в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758845221230,
      "rank": 30,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это, вероятно, приведет к новому давлению на уже ослабленную экономику Тегерана, поскольку напряженность в международных отношениях остается высокой. В последние годы Иран сталкивается с серьезными экономическими трудностями, которые усугубляются санкциями и внутренними проблемами. Гуманитарные последствия этих санкций затрагивают миллионы граждан, которые страдают от нехватки основных товаров и услуг. Международное сообщество должно обратить внимание на гуманитарные аспекты этого кризиса и искать пути для смягчения страданий и обеспечения доступа к необходимым ресурсам. Важно, чтобы все стороны проявили готовность к диалогу и сотрудничеству, чтобы предотвратить дальнейшую эскалацию конфликта и обеспечить стабильность в регионе. В условиях глобальной нестабильности и угроз безопасности необходимо стремиться к мирному разрешению ядерных вопросов и уважению прав человека.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    }
  ],
  "timestamp": 1758845451254,
  "generatedAt": "2025-09-26T00:10:51.254Z"
}