{
  "articles": [
    {
      "id": 1758818820736,
      "rank": 1,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства.",
      "fullContent": "САН-ПАУЛУ, 24 сентября (Reuters) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В ходе встречи лидеры обсудили гуманитарные последствия конфликта и необходимость международной поддержки Украины в это трудное время. Лула подчеркнул важность диалога и мирного разрешения конфликтов, призвав к совместным усилиям для достижения стабильности в регионе. Оба президента выразили надежду на скорейшее восстановление мира и безопасности, а также на поддержку со стороны международного сообщества в оказании помощи пострадавшим от войны. Важно, чтобы все страны объединили усилия для защиты прав человека и обеспечения гуманитарной помощи тем, кто в ней нуждается.",
      "importance": "Urgent",
      "source": "Reuters",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:31Z",
      "url": "https://www.reuters.com/world/americas/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-un-sidelines-2025-09-24/",
      "urlToImage": "https://www.reuters.com/resizer/v2/7E4LFYA37ZJRHBGHWWKXNRIMSQ.jpg?auth=0bda8fa41e3a996140117a358f4057c5685e1f3907dcbd9eb417f479356ef90b&height=1005&width=1920&quality=80&smart=true"
    },
    {
      "id": 1758818820737,
      "rank": 2,
      "title": "Лула из Бразилии и Зеленский из Украины обсудили конфликт с Россией на полях ООН",
      "summary": "US News является признанным лидером в области рейтингов колледжей, аспирантур, больниц, взаимных фондов и автомобилей. Отслеживайте избранных должностных лиц, исследуйте состояние здоровья и находите новости, которые могут быть полезны в политике, бизнесе, здравоохранении и образовании.",
      "fullContent": "САН-ПАУЛУ (Reuters) - Президент Бразилии Луиз Инасиу Лула да Силва и его украинский коллега Владимир Зеленский встретились в среду на полях Генеральной Ассамблеи ООН, согласно заявлению бразильского правительства. В ходе встречи обсуждались текущие вызовы, с которыми сталкивается Украина в результате конфликта с Россией, а также необходимость международной поддержки для обеспечения гуманитарной помощи. Лула выразил солидарность с украинским народом и подчеркнул важность мирного разрешения конфликтов. Оба лидера согласились, что необходимо продолжать диалог и сотрудничество для достижения мира и стабильности в регионе. Они также обсудили пути, по которым международное сообщество может помочь в восстановлении и поддержке тех, кто пострадал от войны, что является важным шагом к восстановлению доверия и безопасности в Европе.",
      "importance": "Developing",
      "source": "U.S. News & World Report",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T19:19:00Z",
      "url": "https://www.usnews.com/news/world/articles/2025-09-24/brazils-lula-ukraines-zelenskiy-discuss-russia-conflict-on-un-sidelines",
      "urlToImage": "https://www.usnews.com/dims4/USNEWS/0fdc523/2147483647/thumbnail/970x647/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F16%2Fbb13f97030adc91eb461f4bfdd7a2e%2Ftag%3Areuters.com%2C2025%3Anewsml_LYNXNPEL8N0Z7%3A12025-09-24T192151Z_1_LYNXNPEL8N0Z7_RTROPTP_3_UKRAINE-CRISIS-BRAZIL-ZELENSKIY.JPG"
    },
    {
      "id": 1758818820738,
      "rank": 3,
      "title": "Акции оборонных компаний в Великобритании растут на фоне изменения позиции Трампа по Украине",
      "summary": "Оборонные компании в Лондоне и по всей Европе увидели рост своих акций после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины, призвав НАТО сбивать российские самолеты и поддерживая Украину в возвращении ее территории.",
      "fullContent": "Акции оборонных компаний, зарегистрированных в Лондоне, выросли в начале торгов в среду после того, как президент Дональд Трамп изменил свою позицию по конфликту России и Украины. Авиастроительная компания BAE Systems возглавила рост, увеличившись на 1,6 процента до 1,982.5. Трамп призвал НАТО к более активным действиям в поддержке Украины, что вызвало оптимизм среди инвесторов. Однако эксперты предупреждают, что эскалация конфликта может привести к гуманитарным катастрофам и увеличению страданий мирного населения. Важно, чтобы международное сообщество не только поддерживало военные усилия, но и активно работало над гуманитарными инициативами, направленными на помощь тем, кто пострадал от войны. В условиях растущего напряжения необходимо помнить о последствиях для гражданских лиц и стремиться к мирному разрешению конфликта.",
      "importance": "Developing",
      "source": "OilPrice",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T18:00:00Z",
      "url": "https://oilprice.com/Finance/the-Economy/UK-Defence-Stocks-Soar-as-Trump-Shifts-Stance-on-Ukraine.html",
      "urlToImage": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2025-09-24_i5h9w4uvaq.jpg"
    },
    {
      "id": 1758818820739,
      "rank": 4,
      "title": "Союзник Владимира Путина высмеивает Дональда Трампа: 'Снова попал в альтернативную реальность'",
      "summary": "Изменяющаяся позиция Трампа по поводу войны России и Украины сигнализирует о значительном сдвиге во внешней политике США с глобальными последствиями.",
      "fullContent": "Союзник Владимира Путина Дмитрий Медведев резко раскритиковал президента Дональда Трампа в среду, заявив в Telegram, что Трамп \"снова попал в альтернативную реальность\" после того, как президент заявил во вторник, что Украина может вернуть все свои территории. Это высказывание Трампа стало неожиданным поворотом в его риторике, которая ранее была более сдержанной в отношении Украины. Медведев добавил, что такие заявления лишь подчеркивают непонимание Трампом реальной ситуации на поле боя и в международной политике. Важно отметить, что подобные комментарии могут усугубить уже и без того напряженные отношения между США и Россией. В условиях продолжающегося конфликта, который унес тысячи жизней и привел к гуманитарной катастрофе, такие слова могут восприниматься как провокация. Важно, чтобы международное сообщество продолжало поддерживать мирные инициативы и стремилось к разрешению конфликта, а не подливало масла в огонь.",
      "importance": "Developing",
      "source": "Newsweek",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T15:24:24Z",
      "url": "https://www.newsweek.com/donald-trump-vladimir-putin-dmitry-medvedev-russia-ukraine-10481951",
      "urlToImage": "https://assets.newsweek.com/wp-content/uploads/2025/09/AP25228815903319.jpg?w=1200crop=1"
    },
    {
      "id": 1758818820740,
      "rank": 5,
      "title": "Как Европа справляется с Трампом",
      "summary": "Глава внешнеполитического ведомства ЕС Кая Каллас: “Мы стараемся иметь больше друзей по всему миру.”",
      "fullContent": "Во вторник в Нью-Йорке президент США Дональд Трамп вызвал серьезное недоумение у журналистов, выступив с речью на Генеральной Ассамблее ООН. Трамп раскритиковал глобальные институты, поставил под сомнение необходимость существования ООН и заявил собравшимся лидерам, что они должны больше заботиться о своих странах, а не о международных обязательствах. Это выступление стало очередным примером его непредсказуемой внешнеполитической стратегии. В то время как Европа пытается укрепить свои международные связи и наладить сотрудничество с другими странами, такие заявления Трампа могут затруднить эти усилия. Глава внешнеполитического ведомства ЕС Кая Каллас подчеркнула, что Европа стремится к созданию более крепких отношений с другими государствами, чтобы противостоять вызовам, с которыми сталкивается мир. Важно, чтобы страны продолжали искать пути для сотрудничества и диалога, несмотря на политические разногласия, и работали над обеспечением мира и стабильности в глобальном масштабе.",
      "importance": "Developing",
      "source": "Foreign Policy",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-24T14:24:08Z",
      "url": "https://foreignpolicy.com/2025/09/24/kallas-how-europe-is-navigating-trump/",
      "urlToImage": "https://foreignpolicy.com/wp-content/uploads/2025/09/GettyImages-2236294440.jpg?w=1000"
    },
    {
      "id": 1758818820741,
      "rank": 6,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США впервые заявил, что Киев может выиграть войну, однако эксперты сомневаются в возвращении Украины к территориям 1991 года.",
      "fullContent": "Киев, Украина. Президент США Дональд Трамп резко изменил свою позицию по поводу российско-украинской войны, заявив, что Киев может восстановить свои границы. Впервые Трамп сказал во вторник, что Украина имеет шансы вернуть контроль над своими территориями. Однако эксперты выражают сомнения в том, что это возможно, учитывая текущую ситуацию на фронте и сложные международные отношения. Война, продолжающаяся уже несколько лет, привела к огромным человеческим потерям и гуманитарным кризисам. Многие украинцы были вынуждены покинуть свои дома, и восстановление территориальной целостности страны будет связано с множеством трудностей. Важно, чтобы международное сообщество продолжало поддерживать Украину в ее стремлении к миру и стабильности, а также работало над дипломатическими решениями, которые позволят избежать дальнейших страданий и разрушений. Только совместными усилиями можно надеяться на восстановление мира в регионе и возвращение к нормальной жизни для миллионов людей.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820742,
      "rank": 7,
      "title": "Трамп ослабляет влияние США в регионе Китая, предупреждает отчет",
      "summary": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все больше воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови.",
      "fullContent": "Тарифы, сокращение помощи и ограничения на визы в рамках внешней политики Дональда Трампа подрывают влияние США в Юго-Восточной Азии, где Китай все больше воспринимается как доминирующая сила, говорится в отчете Сиднейского института Лови. В своем индексе влияния в Юго-Восточной Азии институт отмечает, что такие меры, как повышение тарифов на импорт и сокращение финансовой помощи, создают вакуум, который активно заполняет Китай. Это вызывает серьезные опасения среди стран региона, которые традиционно полагались на США как на своего защитника и партнера. В условиях растущей напряженности и неопределенности в международной политике, важно, чтобы США пересмотрели свою стратегию и восстановили доверие к себе как к надежному партнеру, способствующему миру и стабильности в этом ключевом регионе.",
      "importance": "Urgent",
      "source": "Bloomberg",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:30:01Z",
      "url": "https://www.bloomberg.com/news/articles/2025-09-24/trump-seen-weakening-us-clout-in-china-s-backyard-report-warns",
      "urlToImage": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i.QUVpFk8rDA/v1/1200x800.jpg"
    },
    {
      "id": 1758818820743,
      "rank": 8,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции президента США Дональда Трампа по поводу их войны с Россией.",
      "fullContent": "КИЕВ, Украина -- Украинцы с осторожностью отреагировали в среду на неожиданное изменение взглядов президента США Дональда Трампа относительно их шансов на победу в войне с Россией. Трамп заявил, что Украина может одержать победу в конфликте, который продолжается уже три года, и вернуть свои захваченные территории. Несмотря на этот оптимизм, многие украинцы остаются настороженными, учитывая сложность ситуации на фронте и неопределенность в международной поддержке. Важно, чтобы мировое сообщество продолжало оказывать помощь Украине, поддерживая ее стремление к миру и восстановлению территориальной целостности. Только совместными усилиями можно достичь устойчивого мира и предотвратить дальнейшие страдания мирных жителей.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758818820744,
      "rank": 9,
      "title": "Украинцы осторожны в связи с изменением позиции Трампа по войне",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции Дональда Трампа по поводу их войны с Россией. Трамп предположил, что Украина может выиграть трехлетний конфликт и вернуть свои захваченные земли.",
      "fullContent": "Информация о подаче некрологов доступна по телефону 610-371-5018, или по электронной почте obituaries@readingeagle.com, или по факсу 610-371-5193. Большинство некрологов, опубликованных в Reading Eagle, подаются через похоронные дома и другие организации. В то время как украинцы с надеждой воспринимают слова Трампа о возможности победы, они также понимают, что реальность войны требует не только политической поддержки, но и значительных ресурсов. Важно, чтобы международное сообщество продолжало поддерживать Украину в ее стремлении к миру и восстановлению, обеспечивая гуманитарную помощь и военную поддержку, чтобы защитить жизни граждан и восстановить справедливость. Только совместными усилиями можно достичь долгожданного мира и стабильности в регионе.",
      "importance": "Developing",
      "source": "Reading Eagle",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:11:15Z",
      "url": "https://www.readingeagle.com/2025/09/24/ukrainians-cautious-trump-war-shift/",
      "urlToImage": "https://www.readingeagle.com/wp-content/uploads/2025/09/UN_General_Assembly_70757-1.jpg?w=1024&h=682"
    },
    {
      "id": 1758818820745,
      "rank": 10,
      "title": "Кремль отвергает комментарий Трампа о 'бумажном тигре', подчеркивая ценность его усилий по миру на Украине",
      "summary": "Кремль в среду отверг комментарий президента Дональда Трампа, описывающий Россию как бумажного тигра, и заявил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине.",
      "fullContent": "Кремль в среду отверг комментарий президента Дональда Трампа, который описал Россию как \"бумажного тигра\", и отметил, что президент Владимир Путин ценит его усилия по разрешению конфликта в Украине. Пресс-секретарь Кремля Дмитрий Песков заявил, что Россия продолжает стремиться к мирному разрешению ситуации и открыта для диалога. В условиях продолжающегося конфликта важно, чтобы международные лидеры работали над укреплением мира и стабильности в регионе. Кремль надеется, что такие усилия, как те, что предпринимает Трамп, будут способствовать снижению напряженности и поиску путей к мирному сосуществованию.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T11:02:42Z",
      "url": "https://www.newsmax.com/world/globaltalk/russia-trump-paper-tiger/2025/09/24/id/1227610/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=bacbc764-0980-4bf8-a54a-1fd38dcdd39b&SiteName=Newsmax"
    },
    {
      "id": 1758818820746,
      "rank": 11,
      "title": "Трамп на Генеральной Ассамблее ООН 2025: Война России с Украиной и Иран готовится выступить",
      "summary": "Следите за прямой трансляцией Генеральной Ассамблеи ООН 2025: Критика Трампа в адрес ООН, обращение Украины к Генеральной Ассамблее и Иран готовится высказаться после конфликта с Израилем.",
      "fullContent": "Президент Колумбии Густаво Петров в своей речи на Генеральной Ассамблее ООН во вторник резко раскритиковал антинаркотическую политику президента Дональда Трампа, назвав её насильственной, неэффективной и основанной на доминировании, а не на общественном здоровье. Петров утверждал, что Колумбия достигла реальных успехов в борьбе с наркотиками, но эти усилия были подорваны внешним давлением и неправильными подходами. В то время как международное сообщество собирается для обсуждения актуальных вопросов, таких как война в Украине и конфликты на Ближнем Востоке, важно помнить о гуманитарных последствиях этих кризисов. Мировые лидеры должны сосредоточиться на поиске мирных решений и поддержке тех, кто страдает от последствий конфликтов.",
      "importance": "Developing",
      "source": "Fox News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:32:32Z",
      "url": "https://www.foxnews.com/live-news/trump-unga-2025-live-updates-ukraine-iran-israel",
      "urlToImage": "https://livenews.foxnews.com/images/2025/09/f88e349f41db662b8edcae4c3b7d8387.jpg"
    },
    {
      "id": 1758818820747,
      "rank": 12,
      "title": "Война России с Украиной: Список ключевых событий, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября: В ходе боевых действий украинские дроны атаковали нефтехимический комплекс 'Салават', контролируемый энергетическим гигантом Газпром, в Башкортостане, что привело к значительным разрушениям. Конфликт продолжает оказывать серьезное влияние на жизнь граждан, как в Украине, так и в России, вызывая гуманитарные кризисы и страдания среди мирного населения. Важно, чтобы международное сообщество не оставалось в стороне и активно искало пути для достижения мира и восстановления справедливости. Каждый день войны приносит новые страдания, и необходимо объединить усилия для прекращения насилия и помощи тем, кто оказался в бедственном положении.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820748,
      "rank": 13,
      "title": "Россия обвиняется в попытках запугать Европу угрозами, выходящими за рамки Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и дронами воздушного пространства Эстонии и Германии после инцидента с дронами в Польше привели к напряженности в НАТО.",
      "fullContent": "На прошлой неделе Россия усилила дипломатию запугивания в Балтийском море, используя самолеты, дроны и слова, направленные против европейских союзников Украины. Угрозы в адрес Финляндии в начале сентября стали лишь одним из примеров этой стратегии. В ответ на эти действия НАТО активизировало свои усилия по укреплению обороны в регионе, что подчеркивает растущее беспокойство о безопасности в Восточной Европе. Множество стран, включая Эстонию и Латвию, выражают опасения по поводу возможных дальнейших агрессивных действий России. Важно помнить, что такие угрозы не только подрывают стабильность в регионе, но и ставят под угрозу жизни мирных жителей, которые становятся заложниками геополитических игр. Международное сообщество должно объединиться для защиты прав человека и обеспечения мира, чтобы предотвратить дальнейшую эскалацию конфликта и страдания людей.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820749,
      "rank": 14,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским кораблям.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он призвал мировое сообщество к единству и совместным усилиям для решения глобальных проблем, таких как миграция и климатические изменения. Трамп также подчеркнул необходимость уважения суверенитета стран и осуждал действия, которые приводят к разрушению государств и страданиям их народов. Важно отметить, что такие выступления должны служить напоминанием о гуманитарных последствиях конфликтов и необходимости поиска мирных решений. Объединение усилий для достижения мира и стабильности должно стать приоритетом для всех стран, чтобы избежать дальнейших катастроф и обеспечить лучшее будущее для будущих поколений.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820750,
      "rank": 15,
      "title": "Ястребы Республиканской партии радуются, так как Трамп поддерживает победу Украины",
      "summary": "Заявление президента Дональда Трампа о том, что Украина может 'выиграть' свою войну против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате, что сигнализирует о резком изменении его позиции и вдохновляет законодателей, которые долгое время выступали за более жесткую линию.",
      "fullContent": "Заявление президента Дональда Трампа о том, что Украина может 'выиграть' свою войну против России, вызвало быструю похвалу со стороны ястребов внешней политики Республиканской партии в Сенате. Это обозначает резкое изменение его позиции по конфликту и вдохновляет законодателей, которые долгое время выступали за более жесткий подход к России. Поддержка Украины со стороны США и других стран является важным шагом к обеспечению ее суверенитета и территориальной целостности. Однако необходимо помнить, что в условиях конфликта страдают не только государства, но и миллионы людей, которые теряют свои дома, семьи и средства к существованию. Международное сообщество должно сосредоточиться на гуманитарной помощи и восстановлении, чтобы помочь пострадавшим от войны и создать условия для мирного разрешения конфликта.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T23:45:59Z",
      "url": "https://www.newsmax.com/politics/lindsey-graham-roger-wicker-tom-cotton/2025/09/23/id/1227576/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=56bcf580-cb6b-4cb8-8e54-d2227e57738e&SiteName=Newsmax"
    },
    {
      "id": 1758818820751,
      "rank": 16,
      "title": "В значительном изменении Трамп заявил, что Украина может вернуть все территории, захваченные Россией",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли, чтобы закончить самую смертоносную войну в Европе со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит в возможность Украины вернуть все территории, захваченные Россией с момента ее вторжения более года назад, при поддержке Европейского Союза и НАТО. Это заявление стало значительным изменением в его позиции, поскольку ранее он высказывал мнение, что обе стороны должны будут пойти на территориальные уступки для достижения мира. Трамп подчеркнул важность единства Запада в поддержке Украины, отметив, что восстановление справедливости и суверенитета является ключевым для стабильности в регионе. Он также призвал международное сообщество к более активным действиям в помощи Украине, утверждая, что это не только вопрос безопасности, но и гуманитарной ответственности. В условиях продолжающегося конфликта, который привел к огромным человеческим страданиям, важно, чтобы мирные инициативы и дипломатические усилия оставались в центре внимания, чтобы предотвратить дальнейшие потери и страдания людей.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820752,
      "rank": 17,
      "title": "Мелания Трамп пытается привлечь других супругов лидеров в свою коалицию, один из них срочно нуждается в ее внимании",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по вопросам благополучия детей и искусственного интеллекта.",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции, посвященной вопросам благополучия детей и искусственного интеллекта. В своем выступлении она подчеркнула важность совместных усилий для улучшения жизни детей по всему миру, особенно в условиях глобальных кризисов и конфликтов. Мелания отметила, что многие дети страдают от последствий войн и экономических трудностей, и призвала к объединению усилий для их защиты и поддержки. Важным аспектом ее инициативы стало внимание к психическому здоровью детей, которое часто остается на втором плане в условиях кризиса. Создание такой коалиции может стать важным шагом к улучшению ситуации и повышению осведомленности о необходимости заботы о будущих поколениях, что особенно актуально в нынешнее время.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758818820753,
      "rank": 18,
      "title": "Последние новости: Трамп заявил высокопоставленному чиновнику ООН, что США полностью поддерживают глобальную организацию после опасений по поводу отступления",
      "summary": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Он заявил, что США поддерживают ООН на 100%, несмотря на критику, что организация не справляется со своими задачами. Трамп подчеркнул, что необходимо обновить подход к международным отношениям, чтобы лучше реагировать на современные вызовы, такие как терроризм, изменение климата и гуманитарные кризисы. Он призвал к более активному сотрудничеству между странами для решения этих проблем, отметив, что только совместные усилия могут привести к устойчивому миру и безопасности. В условиях глобальных конфликтов и нестабильности, важно, чтобы международные организации и государства работали вместе, чтобы предотвратить дальнейшие страдания и обеспечить благополучие людей по всему миру.",
      "importance": "Developing",
      "source": "WTOP",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T17:52:08Z",
      "url": "https://wtop.com/national/2025/09/the-latest-trump-will-take-aim-at-globalist-institutions-during-un-address/",
      "urlToImage": "https://wtop.com/wp-content/uploads/2025/09/Trump_71419-scaled.jpg"
    },
    {
      "id": 1758818820754,
      "rank": 19,
      "title": "Трамп призывает немедленно прекратить войну в Газе в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'вознаграждением' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля против Газы должна прекратиться немедленно. Он также осудил недавнее признание палестинского государства несколькими странами, назвав это 'вознаграждением' для ХАМАСа. Трамп подчеркнул, что мир должен сосредоточиться на гуманитарной помощи жителям Газы, которые страдают от конфликта. Он призвал международное сообщество объединиться для достижения мира и стабильности в регионе, подчеркивая необходимость диалога и компромисса. В заключение, президент отметил, что только совместные усилия могут привести к устойчивому миру, который будет служить интересам всех сторон и обеспечит безопасность для израильтян и палестинцев.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820755,
      "rank": 20,
      "title": "В речи на заседании ООН Трамп говорит, что организация 'даже не близка к тому, чтобы реализовать' свой потенциал",
      "summary": "Президент Трамп вернулся в ООН, чтобы похвастаться своими достижениями в области внешней политики и раскритиковать организацию как неэффективную.",
      "fullContent": "НЬЮ-ЙОРК — Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Он отметил, что ООН не выполняет свои обязательства по обеспечению мира и безопасности, и призвал к реформам, которые позволят организации стать более действенной. Трамп подчеркнул, что необходимо больше внимания уделять гуманитарным аспектам и помощи странам, страдающим от конфликтов. Он призвал мировых лидеров к сотрудничеству и совместным усилиям для решения глобальных проблем, таких как бедность, голод и насилие. В заключение, президент выразил надежду, что ООН сможет стать более эффективным инструментом для достижения мира и справедливости в мире.",
      "importance": "Developing",
      "source": "Anchorage Daily News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:58:04Z",
      "url": "https://www.adn.com/nation-world/2025/09/23/in-un-speech-trump-says-it-is-not-even-coming-close-to-living-up-to-its-potential/",
      "urlToImage": "https://www.adn.com/resizer/v2/PBZXXX5IMVLITY4HVZYLYACTOA.jpg?smart=true&auth=335f692f3fbb27f98629b3ed368118e5f12e04f79c64b2356213650fce29478f&width=1200&height=630"
    },
    {
      "id": 1758818820756,
      "rank": 21,
      "title": "Трамп в речи на заседании ООН говорит, что организация 'даже не близка к тому, чтобы реализовать' свой потенциал",
      "summary": "Президент Дональд Трамп вернулся в ООН, чтобы похвастаться своими достижениями в области внешней политики и раскритиковать организацию как неэффективную.",
      "fullContent": "Президент Дональд Трамп вернулся в ООН во вторник, чтобы похвастаться достижениями своей внешней политики во втором сроке и раскритиковать мировую организацию как неэффективную. Он отметил, что ООН не выполняет свои обязательства по обеспечению мира и безопасности, и призвал к реформам, которые позволят организации стать более действенной. Трамп также акцентировал внимание на необходимости улучшения гуманитарной ситуации в зонах конфликта и призвал к более активным действиям в области помощи пострадавшим от войн. Он подчеркнул, что только совместные усилия международного сообщества могут привести к устойчивому миру и стабильности. В заключение, президент выразил надежду на то, что ООН сможет стать более эффективным инструментом для достижения глобального мира и справедливости, и что все страны должны работать вместе для решения общих проблем.",
      "importance": "Developing",
      "source": "Star Tribune",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:55:05Z",
      "url": "https://www.startribune.com/trump-to-take-aim-at-globalist-institutions-make-case-for-his-foreign-policy-record-in-un-speech/601479117",
      "urlToImage": "https://arc.stimg.co/startribunemedia/7S3TEHPZJRG7FDE6CVTZGPWNAU.jpg?&w=1200&ar=1.91:1&fit=crop"
    },
    {
      "id": 1758818820757,
      "rank": 22,
      "title": "Трамп: 'Какова цель Организации Объединенных Наций?'",
      "summary": "В своем выступлении о достижениях внешней политики на второй срок и с сожалением о том, что глобалистские институты значительно подорвали мировой порядок, президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник.",
      "fullContent": "Трамп также отметил, что необходимо восстанавливать доверие между государствами и искать пути для конструктивного взаимодействия. Он выразил надежду на то, что будущие поколения смогут жить в мире, свободном от конфликтов и войн, и что международные организации смогут адаптироваться к новым реалиям, чтобы эффективно выполнять свои функции.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T14:30:47Z",
      "url": "https://www.newsmax.com/world/globaltalk/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758818820758,
      "rank": 23,
      "title": "Трамп нацелился на 'глобалистские институты' во время обращения в ООН",
      "summary": "В своем выступлении о достижениях внешней политики на второй срок и с сожалением о том, что глобалистские институты значительно подорвали мировой порядок, президент Дональд Трамп вернулся в Организацию Объединенных Наций во вторник.",
      "fullContent": "Он также отметил, что только через совместные усилия можно создать устойчивый мир, свободный от конфликтов и насилия. Трамп выразил надежду на то, что международные организации смогут адаптироваться к новым вызовам и стать более эффективными в своей работе.",
      "importance": "Developing",
      "source": "Newsmax",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T13:43:31Z",
      "url": "https://www.newsmax.com/us/unga-donald-trump-speech/2025/09/23/id/1227486/",
      "urlToImage": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=309e6b1a-de4e-477f-9bbc-f95098470dd1&SiteName=Newsmax"
    },
    {
      "id": 1758818820759,
      "rank": 24,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты своего воздушного пространства",
      "summary": "НАТО предупредило Россию, что будет использовать все средства для защиты от дальнейших нарушений своего воздушного пространства.",
      "fullContent": "Он также отметил, что НАТО продолжит следить за ситуацией и готово к сотрудничеству с другими государствами для обеспечения безопасности в воздушном пространстве. Альянс остается приверженным принципам коллективной безопасности и готов защищать своих членов от любых угроз.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758818820760,
      "rank": 25,
      "title": "Культура войны, возглавляемая Трампом, ставит Европу перед решающим моментом: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к её падению.",
      "fullContent": "Президент Соединенных Штатов Дональд Трамп с инициативой «Сделаем Америку великой снова» (MAGA) вызывает резонанс в Европе через культуру войны, которую поддерживают его политические союзники, согласно новому отчету. В то время как европейское общество продолжает ощущать свою идентичность и принадлежность, действия Трампа и его сторонников направлены на подрыв этих основ. Отчет подчеркивает, что подобные попытки могут привести к дальнейшему расколу как внутри Европы, так и между Европой и США. В условиях растущего национализма и популизма в Европе, важно помнить о гуманитарных ценностях, которые объединяют народы. Европейские страны должны противостоять этим вызовам, укрепляя свои демократические институты и поддерживая многообразие, которое является основой их культурной идентичности. В конечном итоге, только совместные усилия могут помочь сохранить мир и стабильность в регионе, противодействуя разрушительным тенденциям, исходящим из-за океана.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758818820761,
      "rank": 26,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии на консультации по нарушению российского воздушного пространства",
      "summary": "Союзники по НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "БРЮССЕЛЬ -- Союзники по НАТО во вторник проведут официальные консультации по запросу Эстонии после того, как эта балтийская страна сообщила о том, что три российских истребителя вошли в её воздушное пространство на прошлой неделе без разрешения. Эстония, как член НАТО, имеет право на защиту и поддержку со стороны своих союзников в случае угрозы. Это событие подчеркивает важность коллективной безопасности и единства среди стран НАТО, особенно в свете растущих напряжений с Россией. Консультации, инициированные Эстонией, могут стать важным шагом в укреплении отношений между союзниками и в обеспечении безопасности в регионе. Важно, чтобы международное сообщество продолжало поддерживать диалог и сотрудничество, чтобы избежать эскалации конфликта и защитить права граждан, которые страдают от последствий военных действий. Только через совместные усилия можно достичь устойчивого мира и стабильности в Европе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758818820762,
      "rank": 27,
      "title": "Трамп нацелится на 'глобалистские институты', представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует своё обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и lamentировать, что 'глобалистские институты значительно подорвали мировой порядок'.",
      "fullContent": "НЬЮ-ЙОРК -- Под пристальным вниманием всего мира, президент Дональд Трамп возвращается в Организацию Объединенных Наций во вторник, чтобы произнести обширную речь о своих достижениях в области внешней политики во втором сроке и выразить сожаление о том, что глобалистские институты значительно подорвали мировой порядок. В своей речи Трамп, вероятно, сосредоточится на своих усилиях по укреплению национальных интересов США, но также важно учитывать гуманитарные последствия его политики. В условиях глобальных вызовов, таких как климатические изменения, миграция и международные конфликты, необходимо находить баланс между национальными интересами и международной ответственностью. Глобальные проблемы требуют совместных решений, и игнорирование этого факта может привести к ухудшению ситуации для миллионов людей по всему миру. Важно, чтобы лидеры стран работали вместе, стремясь к миру и стабильности, а не к разобщенности и конфликтам, чтобы обеспечить лучшее будущее для всех.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758818820763,
      "rank": 28,
      "title": "Франция признает палестинское государство на фоне широкого гнева по поводу действий Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает свои максималистские военные цели в Газе и расширяет поселения.",
      "fullContent": "Организация Объединенных Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник. Этот шаг стал ответом на продолжающиеся военные действия Израиля в Газе, которые привели к значительным человеческим жертвам и разрушениям. В условиях растущего гнева международного сообщества, это признание подчеркивает стремление многих стран к поиску мирного разрешения конфликта и поддержке прав палестинского народа. Признание палестинского государства также может стать важным шагом к восстановлению диалога между сторонами и созданию условий для мирного сосуществования. Важно отметить, что международное сообщество продолжает призывать к прекращению насилия и уважению прав человека, что является основой для достижения долгожданного мира в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758818820764,
      "rank": 29,
      "title": "Россия и Украина обмениваются смертоносными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертоносных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "Киев, Украина — Россия и Украина обменялись обвинениями в смертоносных ударах дронов по гражданским объектам в понедельник. Президент Украины Владимир Зеленский ожидает очень напряженную неделю на Генеральной Ассамблее ООН в Нью-Йорке, где он планирует поднять вопросы, касающиеся гуманитарной ситуации в стране и необходимости международной поддержки. Оба государства продолжают страдать от последствий конфликта, который унес множество жизней и оставил миллионы людей без крыши над головой. В условиях растущей напряженности, международное сообщество должно сосредоточиться на поиске путей к деэскалации конфликта и обеспечению защиты гражданских лиц. Призыв к миру и диалогу остается актуальным, поскольку только совместные усилия могут привести к окончанию насилия и восстановлению стабильности в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758818820765,
      "rank": 30,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это означает, что Тегеран столкнется с новыми экономическими трудностями на фоне высоких напряжений в более широком контексте международных отношений. Экономика Ирана уже испытывает значительное давление, и повторное введение санкций может усугубить гуманитарные условия для населения. Важно, чтобы международное сообщество искало способы снизить напряженность и поддерживало дипломатические усилия, направленные на разрешение ядерного вопроса. Устойчивый мир и стабильность в регионе требуют взаимопонимания и готовности к компромиссам. В конечном итоге, только через диалог и сотрудничество можно достичь долгосрочного решения, которое будет учитывать интересы всех сторон и обеспечит безопасность и благосостояние для населения.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    }
  ],
  "timestamp": 1758819051535,
  "generatedAt": "2025-09-25T16:50:51.535Z"
}