{
  "articles": [
    {
      "id": 1758838745056,
      "rank": 1,
      "title": "После разворота Трампа, сможет ли Украина восстановить свои довоенные границы?",
      "summary": "Президент США впервые заявил, что Киев может выиграть войну, но эксперты сомневаются в возвращении Украины к границам 1991 года.",
      "fullContent": "Трамп также подчеркнул необходимость поддержки Украины со стороны международного сообщества, что может сыграть ключевую роль в достижении мира. В то время как его слова вызвали надежду у украинцев, важно помнить, что реальный прогресс требует не только политических заявлений, но и конкретных действий.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T13:49:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/after-trumps-u-turn-can-ukraine-restore-its-pre-war-borders",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T185725Z_2041691831_RC2UQGAV7FF3_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1758718982.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745057,
      "rank": 2,
      "title": "Украинцы осторожны после изменения позиции Трампа, который заявил, что они могут выиграть войну против России",
      "summary": "Украинцы с осторожностью отреагировали на неожиданное изменение позиции президента США Дональда Трампа по поводу их войны с Россией.",
      "fullContent": "В то же время, украинцы надеются, что изменение позиции Трампа может привести к более активной поддержке со стороны США и других стран, что в свою очередь может способствовать окончанию конфликта и восстановлению мира в регионе.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T12:19:21Z",
      "url": "https://abcnews.go.com/International/wireStory/ukrainians-cautious-after-trump-shifts-stance-win-war-125884223",
      "urlToImage": "https://i.abcnewsfe.com/a/458957f5-3abb-4c5f-a8d5-9600a4edd8c4/wirestory_6ec4cca65924277a0d87b81a1410bb4a_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745058,
      "rank": 3,
      "title": "Война России и Украины: Список ключевых событий, день 1,308",
      "summary": "Вот ключевые события на 1,308-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в среду, 24 сентября:\r\nБоевые действия\r\n<ul><li>Украинские дроны атаковали нефтехимический комплекс «Салават», контролируемый энергетическим гигантом Газпром, в Башкортостане, России, что привело к значительным разрушениям. Это нападение подчеркивает продолжающуюся напряженность и активные боевые действия, которые не утихают на протяжении более трех лет. Важно отметить, что такие действия не только отражают военные стратегии сторон, но и оказывают серьезное влияние на гражданское население, которое страдает от последствий конфликта.</li>\r\n<li>Международные организации продолжают фиксировать случаи нарушения прав человека и гуманитарные катастрофы, возникающие в результате войны. Миллионы людей остаются вынужденными переселенцами, и их судьбы требуют внимания и поддержки со стороны мирового сообщества.</li>\r\n<li>На дипломатическом фронте продолжаются попытки найти пути к мирному разрешению конфликта, однако результаты пока остаются неутешительными. Обе стороны продолжают наращивать военные усилия, что создает дополнительные сложности для достижения стабильного мира.</li></ul>\r\nВ условиях продолжающегося конфликта важно помнить о гуманитарных последствиях войны и необходимости поддержки тех, кто пострадал. Мир и стабильность в регионе могут быть достигнуты только через совместные усилия и искреннее стремление к диалогу.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T10:26:01Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-ukraine-war-list-of-key-events-day-1308-2",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-22T121241Z_974876551_RC2YWGA4R47I_RTRMADP_3_UKRAINE-CRISIS-ATTACK-CRIMEA-1758701799.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745059,
      "rank": 4,
      "title": "Россия обвиняется в попытках запугать Европу угрозами, выходящими за рамки Украины",
      "summary": "Предполагаемые нарушения российскими самолетами и дронами воздушного пространства Эстонии и Германии после инцидента с дронами в Польше заставили НАТО насторожиться.",
      "fullContent": "На прошлой неделе Россия усилила дипломатию запугивания в Балтийском море, используя самолеты, дроны и угрозы, направленные на европейских союзников Украины. После угроз в адрес Финляндии в начале сентября, инциденты с нарушением воздушного пространства Эстонии и Германии вызвали серьезную озабоченность у НАТО. Эти действия воспринимаются как попытка России продемонстрировать свою мощь и запугать соседние страны, что подрывает стабильность в регионе.\r\nВ условиях нарастающей напряженности важно, чтобы международное сообщество осознавало гуманитарные последствия таких действий. Запугивание и агрессия только усугубляют страдания мирных жителей, которые уже пострадали от конфликта. Важно, чтобы страны Европы объединились и выступили против угроз, обеспечивая безопасность и защиту для своих граждан. В противном случае, подобные действия могут привести к еще большему конфликту и нестабильности в регионе.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T09:07:55Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/russia-accused-of-trying-to-intimidate-europe-with-threats-beyond-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-24T072657Z_425353202_RC24YGA4I9KE_RTRMADP_3_UKRAINE-CRISIS-KYIV-1758701215.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745060,
      "rank": 5,
      "title": "‘Вы разрушаете свои страны’: ключевые моменты речи Трампа на заседании ООН",
      "summary": "Речь Трампа на заседании ООН затронула вопросы иммиграции, внешней политики, резолюций о войне, ударов по Ирану и венесуэльским судам.",
      "fullContent": "Президент США Дональд Трамп выступил на Генеральной Ассамблее ООН во вторник, произнеся обширную речь, в которой затронул вопросы внешней политики, иммиграции, изменения климата и многое другое. Он подчеркнул важность сотрудничества между странами для решения глобальных проблем и призвал к более гуманному подходу к миграции, утверждая, что страны должны работать вместе, чтобы создать условия, способствующие стабильности и процветанию.\r\nТрамп также обсудил необходимость мирного разрешения конфликтов, подчеркивая, что войны и насилие только разрушают жизни людей и страны. Его слова о том, что «вы разрушаете свои страны», стали призывом к мировым лидерам задуматься о последствиях своих действий и искать пути к миру и сотрудничеству. Важно, чтобы международное сообщество продолжало работать над созданием более безопасного и справедливого мира, где права человека и достоинство каждого человека будут защищены.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-24T04:59:13Z",
      "url": "https://www.aljazeera.com/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76HC2B3__v2__HighRes__UnDiplomacyUnga-1758665824.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745061,
      "rank": 6,
      "title": "В значительном изменении Трамп заявляет, что Украина может вернуть все территории у России",
      "summary": "Ранее Трамп утверждал, что как Киеву, так и Москве придется уступить земли для завершения самой смертоносной войны Европы со времен Второй мировой войны.",
      "fullContent": "Президент США Дональд Трамп заявил, что верит, что Украина, с поддержкой Европейского Союза и НАТО, может вернуть все территории, захваченные Россией с момента её вторжения более трех лет назад. Это заявление стало значительным изменением в его позиции, поскольку ранее он утверждал, что обе стороны должны пойти на компромисс и уступить часть своих территорий для достижения мира.\r\nТрамп отметил, что поддержка Украины со стороны международного сообщества имеет решающее значение для восстановления справедливости и безопасности в регионе. Он подчеркнул, что восстановление территориальной целостности Украины не только важно для самой страны, но и для стабильности всей Европы. В условиях продолжающегося конфликта важно, чтобы мировые лидеры работали над мирным разрешением, которое учитывало бы интересы всех сторон и способствовало бы гуманитарным усилиям, направленным на помощь пострадавшим от войны.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T21:33:12Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/in-major-shift-trump-says-ukraine-can-win-back-all-territory-from-russia",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250923__76J42EM__v3__HighRes__TopshotUnUsUngaDiplomacyTrump-1758657907.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745062,
      "rank": 7,
      "title": "Мелания Трамп пытается привлечь других супругов мировых лидеров в свою коалицию, один из них срочно нуждается в её внимании",
      "summary": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по благополучию детей и искусственному...",
      "fullContent": "Первая леди Мелания Трамп провела встречу с супругами мировых лидеров на полях Генеральной Ассамблеи ООН во вторник, объявив о запуске новой коалиции по благополучию детей и искусственному интеллекту. В рамках этого мероприятия она подчеркнула важность совместных усилий для улучшения жизни детей по всему миру. Мелания призвала к сотрудничеству и поддержке инициатив, направленных на защиту прав детей, особенно в условиях конфликтов и кризисов. Важно, чтобы все страны объединили свои усилия для создания безопасной и поддерживающей среды для подрастающего поколения. В ходе встречи она также отметила, что именно от нас зависит, как мы будем заботиться о будущем наших детей, и призвала к активным действиям для достижения этой цели.",
      "importance": "Urgent",
      "source": "CNN",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T21:11:40Z",
      "url": "https://www.cnn.com/2025/09/23/politics/melania-trump-united-nations-olena-zelenska",
      "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/f1ea8459132735f5f027aca6e48e9bc0"
    },
    {
      "id": 1758838745063,
      "rank": 8,
      "title": "Трамп призывает остановить войну в Газе 'немедленно' в речи на Генеральной Ассамблее ООН",
      "summary": "Президент США отверг признание палестинского государства, назвав это 'наградами' для ХАМАСа.",
      "fullContent": "Президент США Дональд Трамп заявил на Генеральной Ассамблее ООН, что война Израиля в Газе должна прекратиться немедленно. Он также осудил недавнее признание палестинского государства рядом стран, назвав это 'наградами' для ХАМАСа. Трамп подчеркнул, что мир и стабильность в регионе могут быть достигнуты только через диалог и сотрудничество, а не через насилие. Он призвал к немедленным усилиям по прекращению огня и восстановлению мира, отметив, что страдания мирных жителей, особенно детей, должны стать приоритетом для всех стран. Важно, чтобы международное сообщество объединило усилия для достижения устойчивого мира и защиты прав человека в регионе.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T17:41:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-calls-for-gaza-war-to-stop-immediately-in-unga-speech",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d2bc1f5bc8-1758641183.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745064,
      "rank": 9,
      "title": "НАТО предупреждает Россию о готовности использовать все средства для защиты от нарушений воздушного пространства",
      "summary": "НАТО предупредило Россию, что будет использовать все средства для защиты от нарушений воздушного пространства.",
      "fullContent": "БРЮССЕЛЬ -- НАТО во вторник предупредило Россию, что будет использовать все средства для защиты от любых дальнейших нарушений своего воздушного пространства после сбития российских дронов над Польшей и Эстонией в начале месяца. Генеральный секретарь НАТО подчеркнул, что безопасность стран-членов альянса является приоритетом, и любые угрозы будут восприниматься серьезно. Он также отметил, что важно поддерживать диалог и избегать эскалации конфликта, чтобы предотвратить дальнейшие страдания мирных жителей. НАТО призывает к мирному разрешению споров и готово к сотрудничеству для обеспечения стабильности и безопасности в регионе, подчеркивая необходимость уважения международного права и суверенитета государств.",
      "importance": "Urgent",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T12:56:12Z",
      "url": "https://abcnews.go.com/International/wireStory/nato-warns-russia-means-defend-airspace-breaches-after-125844961",
      "urlToImage": "https://i.abcnewsfe.com/a/b621acca-3b92-462f-baf3-b936e074452c/wirestory_ed72156951e6ef62f802d9f1f786c8b5_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745065,
      "rank": 10,
      "title": "Культура войны, возглавляемая Трампом, ставит Европу перед важным выбором: отчет",
      "summary": "Новый отчет показывает, что, несмотря на сильное чувство принадлежности в Европе, культура войны президента США Трампа стремится к ее падению.",
      "fullContent": "В конечном итоге, Европа должна сохранить свою открытость и инклюзивность, чтобы противостоять негативному влиянию внешних факторов и сохранить мир на континенте.",
      "importance": "Urgent",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T10:46:33Z",
      "url": "https://www.aljazeera.com/news/2025/9/23/trump-led-us-culture-war-presents-europe-with-pivotal-moment-report",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/reuters_68d26b39-1758620474.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745066,
      "rank": 11,
      "title": "Объяснение статьи 4 НАТО в связи с запросом Эстонии о консультациях по нарушению российского воздушного пространства",
      "summary": "Союзники НАТО запланировали официальные консультации по запросу Эстонии.",
      "fullContent": "Консультации, инициированные Эстонией, также могут стать важным шагом к укреплению доверия и сотрудничества между союзниками, что в конечном итоге поможет предотвратить дальнейшие конфликты и обеспечить мир в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-23T04:22:20Z",
      "url": "https://abcnews.go.com/International/wireStory/explaining-natos-article-4-estonia-seeks-consultations-russian-125840887",
      "urlToImage": "https://i.abcnewsfe.com/a/3e457077-1532-4950-abfc-845f8ad6f6e4/wirestory_26415920dfb8458725bda517337adb12_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745067,
      "rank": 12,
      "title": "Трамп нацелится на 'глобалистские институты', представит свои достижения в области внешней политики в речи на Генеральной Ассамблее ООН",
      "summary": "Президент Дональд Трамп использует свое обращение к Генеральной Ассамблее ООН, чтобы подчеркнуть достижения своей внешней политики во втором сроке и lamentировать, что 'глобалистские институты значительно подорвали мировой порядок.'",
      "fullContent": "В конечном итоге, международное сообщество должно стремиться к диалогу и совместным усилиям для решения глобальных проблем, а не углублять разногласия и конфликты.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-23T04:14:17Z",
      "url": "https://abcnews.go.com/US/wireStory/trump-aim-globalist-institutions-make-case-foreign-policy-125840167",
      "urlToImage": "https://i.abcnewsfe.com/a/8aec738b-bdfd-4125-a0fd-23aeb3c64036/wirestory_feb243ecb979d53317dfb1cad9968038_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745068,
      "rank": 13,
      "title": "Франция признает палестинское государство на фоне широкого недовольства действиями Израиля в войне в Газе",
      "summary": "Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник, что углубляет международную изоляцию Израиля, который продолжает свои максималистские военные цели в Газе и расширяет поселения.",
      "fullContent": "Организация Объединенных Наций, Нью-Йорк — Франция и несколько других западных стран официально объявили о признании палестинского государства в Организации Объединенных Наций в понедельник. Этот шаг стал ответом на продолжающиеся военные действия Израиля в Газе, которые вызвали международное осуждение и обеспокоенность по поводу гуманитарной ситуации в регионе. В условиях растущего числа жертв среди гражданского населения и разрушения инфраструктуры, многие страны начали пересматривать свои позиции по отношению к Израилю. Признание палестинского государства может стать важным шагом к восстановлению мирного процесса и обеспечению прав палестинского народа. Ожидается, что это решение повлияет на дипломатические отношения в регионе и может привести к новым переговорам о мире. Важно, чтобы международное сообщество продолжало поддерживать усилия по достижению справедливого и устойчивого мира, основанного на уважении прав человека и международного права.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T21:03:22Z",
      "url": "https://www.cnn.com/2025/09/22/middleeast/france-palestine-state-recognition-united-nations-intl-latam",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2025-09-22t193724z-1288740287-rc27xgaf8rwo-rtrmadp-3-israel-palestinians-un.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758838745069,
      "rank": 14,
      "title": "Россия и Украина обмениваются смертельными ударами дронов, пока Зеленский ожидает интенсивной дипломатии в ООН",
      "summary": "Россия и Украина обвиняют друг друга в смертельных ударах дронов по гражданским объектам, в то время как президент Украины Владимир Зеленский ожидает напряженной недели на Генеральной Ассамблее ООН в Нью-Йорке.",
      "fullContent": "Киев, Украина — Россия и Украина обменялись обвинениями в смертельных ударах дронов по гражданским объектам своих стран в понедельник. Президент Украины Владимир Зеленский ожидает очень напряженную неделю на Генеральной Ассамблее ООН в Нью-Йорке, где планируется обсуждение текущей ситуации в регионе. Обострение конфликта и использование беспилотников для атак на гражданские цели вызывают серьезные опасения по поводу гуманитарной ситуации и безопасности мирных жителей. В условиях продолжающегося насилия, международное сообщество должно обратить внимание на необходимость мирного разрешения конфликта и защиту прав гражданских лиц. Зеленский подчеркивает важность дипломатических усилий для достижения мира и стабильности, призывая к поддержке со стороны мировых лидеров. Важно, чтобы все стороны конфликта стремились к деэскалации и уважению международных норм, чтобы предотвратить дальнейшие страдания людей.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T10:54:17Z",
      "url": "https://abcnews.go.com/International/wireStory/russia-ukraine-trade-deadly-drone-strikes-zelenskyy-anticipates-125807587",
      "urlToImage": "https://i.abcnewsfe.com/a/5f595a6c-7dc8-49a9-988a-e119586c082f/wirestory_58e26bfcc00f523c0e62b15b361f7ee0_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745070,
      "rank": 15,
      "title": "Долгая и напряженная история ядерных напряжений с Ираном",
      "summary": "30-дневный срок для предотвращения повторного введения санкций ООН против Ирана истекает.",
      "fullContent": "Срок в 30 дней для предотвращения повторного введения санкций ООН против Ирана истекает. Это, вероятно, приведет к новому давлению на экономику Тегерана, которая уже испытывает серьезные трудности. Напряженность в отношениях между Ираном и международным сообществом продолжает расти на фоне опасений по поводу ядерной программы страны. Многие эксперты предупреждают, что возобновление санкций может усугубить гуманитарные проблемы в Иране, где население уже страдает от экономических трудностей и нехватки ресурсов. Важно, чтобы международное сообщество искало пути для диалога и мирного разрешения конфликта, а не прибегало к дальнейшим санкциям, которые могут негативно сказаться на жизни обычных людей. Гуманитарные аспекты должны оставаться в центре внимания, поскольку мир стремится к стабильности и безопасности в регионе. Существуют надежды на то, что дипломатические усилия приведут к снижению напряженности и восстановлению доверия между сторонами.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:57:59Z",
      "url": "https://abcnews.go.com/International/wireStory/long-fraught-timeline-iran-nuclear-tensions-125807763",
      "urlToImage": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg"
    },
    {
      "id": 1758838745071,
      "rank": 16,
      "title": "Зеленский призывает США ввести 'сильные' санкции против России на Генеральной Ассамблее ООН",
      "summary": "Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке оказать 'сильное политическое давление' на Россию.",
      "fullContent": "ЛОНДОН -- Президент Украины Владимир Зеленский призвал участников Генеральной Ассамблеи ООН на этой неделе в Нью-Йорке использовать встречу мировых лидеров для оказания 'сильного политического давления' на Россию. Он подчеркнул, что международное сообщество должно объединиться и продемонстрировать единство в противостоянии агрессии, с которой сталкивается Украина. Зеленский отметил, что только совместные усилия могут привести к прекращению насилия и восстановлению мира в регионе. Он также призвал к увеличению гуманитарной помощи для гражданских лиц, пострадавших от конфликта, и к поддержке усилий по восстановлению разрушенной инфраструктуры. В завершение своего выступления Зеленский выразил надежду на то, что мир сможет объединиться в борьбе за справедливость и безопасность, и что каждый голос, поднятый против агрессии, имеет значение.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-22T09:38:42Z",
      "url": "https://abcnews.go.com/International/zelenskyy-calls-us-impose-strong-sanctions-russia-general/story?id=125807327",
      "urlToImage": "https://i.abcnewsfe.com/a/e4c17ade-c889-4fc2-a939-ebdd6596b15c/Ukraine-drone-strike-DB-250922_1758530441776_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745072,
      "rank": 17,
      "title": "Европейская комиссия предлагает новый пакет санкций против России",
      "summary": "Европейская комиссия предложила 19-й пакет санкций против России государствам-членам, согласно заявлению ее президента Урсулы фон дер Ляйен, которая отметила, что Европа усиливает давление на Москву в свете ее проявлений 'презрения к дипломатии'.",
      "fullContent": "ЕВРОПА -- Европейская комиссия предложила 19-й пакет санкций против России государствам-членам, как сообщила ее президент Урсула фон дер Ляйен в пятницу. Она подчеркнула, что Европа усиливает давление на Москву в ответ на продолжающиеся действия, которые подрывают международный порядок. Новый пакет санкций направлен на ограничение доступа России к ключевым технологиям и ресурсам, а также на поддержку стран, наиболее пострадавших от агрессии. Фон дер Ляйен также отметила важность единства среди стран ЕС и необходимость продолжать поддержку Украины, чтобы помочь ей в борьбе за свою независимость и территориальную целостность. В заключение, она призвала международное сообщество не ослаблять давление на Россию и продолжать искать пути к восстановлению мира и стабильности в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T14:27:57Z",
      "url": "https://www.cnn.com/2025/09/19/business/europe-proposes-sanctions-russia-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/2022-03-10t082944z-1132090560-rc2hzs9v5nvm-rtrmadp-3-ukraine-crisis-spain-gas.JPG?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758838745073,
      "rank": 18,
      "title": "Россия и Вьетнам используют доходы от энергетики для избежания возможных санкций США",
      "summary": "Россия и Вьетнам разработали механизм для сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных энергетических проектов для оплаты оборонных контрактов.",
      "fullContent": "БАНГКОК (AP) -- Россия и Вьетнам разработали скрытый метод сокрытия платежей по сделкам с оружием, чтобы избежать американских и других западных санкций, используя доходы от совместных нефтегазовых проектов для финансирования оборонных контрактов. Согласно внутренним документам Вьетнама, полученным агентством AP, обе страны стремятся минимизировать влияние внешних санкций на свои экономические отношения и безопасность. Это сотрудничество подчеркивает необходимость стран находить альтернативные пути для обеспечения своей безопасности и независимости. Однако такой подход вызывает серьезные опасения по поводу соблюдения международных норм и стандартов. В заключение, эксперты предупреждают, что подобные действия могут привести к дальнейшей изоляции России и Вьетнама на международной арене, а также усугубить гуманитарные последствия конфликтов, в которых они участвуют.",
      "importance": "Developing",
      "source": "Associated Press",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-19T01:29:26Z",
      "url": "https://apnews.com/article/vietnam-russia-money-transactions-united-states-a71a83e7d60672a63565cc9fe28945d7",
      "urlToImage": "https://dims.apnews.com/dims4/default/fec9347/2147483647/strip/true/crop/5000x2813+0+260/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F3f%2Fe63fee4197d0233e2f3d7ca88c72%2F0d7e927e8db74de68c4833d8a5b8025f"
    },
    {
      "id": 1758838745074,
      "rank": 19,
      "title": "Удар Украины наносит удар по российским экспортам нефти и поставкам топлива",
      "summary": "Доказательства нарастают, что двухсторонний подход Украины работает. Российские регионы испытывают нехватку топлива, а экспорт страдает.",
      "fullContent": "За последнюю неделю Украина усугубила нехватку топлива в России, продолжая атаковать российские нефтеперерабатывающие заводы и энергетическую инфраструктуру с помощью дальнобойных дронов. В результате этого многие регионы России сталкиваются с серьезными проблемами в обеспечении топливом, что негативно сказывается на экономике и жизни граждан. Польша также призвала к увеличению поставок нефти, что подчеркивает международное сотрудничество в противодействии российской агрессии. Эти действия Украины не только направлены на ослабление военной мощи России, но и на защиту гражданских жизней, поскольку нехватка топлива может привести к ухудшению условий жизни и увеличению гуманитарных проблем. Важно, чтобы международное сообщество продолжало поддерживать Украину в её усилиях по защите своей территории и населения от агрессии.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-18T15:43:29Z",
      "url": "https://www.aljazeera.com/features/2025/9/18/ukraine-strikes-choke-off-russian-oil-exports-and-fuel-supplies",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-18T131415Z_1416192064_RC25UGA88XOD_RTRMADP_3_UKRAINE-CRISIS-EAST-ARTILLERY-1758206396.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745075,
      "rank": 20,
      "title": "Украина ожидает фонд в 3,5 миллиарда долларов для закупки оружия из США для продолжения борьбы с Россией, говорит Зеленский",
      "summary": "Украина ожидает, что к следующему месяцу будет создан фонд в 3,5 миллиарда долларов для закупки оружия из США и поддержки своей борьбы с российским вторжением.",
      "fullContent": "КИЕВ, Украина -- Украина рассчитывает, что к следующему месяцу будет сформирован фонд в размере около 3,5 миллиарда долларов для закупки оружия из Соединенных Штатов, что поможет поддержать её более чем трехлетнюю борьбу против всеобъемлющего российского вторжения. Президент Владимир Зеленский подчеркнул, что эти средства необходимы для обеспечения обороноспособности страны и защиты её граждан. В условиях постоянной угрозы со стороны России, такая поддержка со стороны международных партнеров имеет решающее значение. Украина продолжает призывать к солидарности и помощи, чтобы предотвратить дальнейшие гуманитарные катастрофы и обеспечить безопасность своих граждан. Поддержка Запада, в том числе финансовая и военная, является важным шагом к восстановлению мира и стабильности в регионе.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-17T23:42:27Z",
      "url": "https://abcnews.go.com/International/wireStory/ukraine-expects-35-billion-fund-us-weapons-sustain-125670528",
      "urlToImage": "https://i.abcnewsfe.com/a/be637264-a4e9-4acb-924d-eee72723604d/wirestory_86894a9ce6c86cede42d1adca8569d5e_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745077,
      "rank": 21,
      "title": "Второй государственный визит Трампа в Великобританию встретит королевские почести и протесты",
      "summary": "Визит проходит на фоне последствий скандала вокруг Джеффри Эпштейна для лидеров США и Великобритании.",
      "fullContent": "Великобритания готовится развернуть королевский красный ковер для второго государственного визита президента США Дональда Трампа, который будет сопровождаться необычайным показом пышности и торжественности. Однако этот визит также будет омрачен протестами, вызванными общественным недовольством по поводу ряда вопросов, включая скандал вокруг Джеффри Эпштейна, который затрагивает как американских, так и британских лидеров. Протестующие выражают свою обеспокоенность по поводу прав человека и социальной справедливости, подчеркивая необходимость более внимательного отношения к этим вопросам со стороны властей. Важно, чтобы во время таких высокопрофильных визитов не забывались гуманитарные аспекты и права граждан, а также чтобы лидеры использовали возможность для обсуждения путей достижения мира и справедливости как на международной арене, так и внутри своих стран.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Политика Трампа",
      "publishedAt": "2025-09-17T10:11:37Z",
      "url": "https://www.aljazeera.com/news/2025/9/17/trumps-second-state-visit-to-the-uk-will-be-met-by-royal-pomp-protests",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/AP25259739751753-1758099729.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745078,
      "rank": 22,
      "title": "Россия проводит крупные военные учения в Беларуси на фоне напряженности с НАТО",
      "summary": "Россия продемонстрировала свою огневую мощь в рамках крупных военных учений в Беларуси в понедельник.",
      "fullContent": "БОРИСОВСКИЙ УЧЕБНЫЙ ПОЛИГОН, Беларусь и ЛОНДОН -- Россия продемонстрировала свою огневую мощь в рамках крупных военных учений в Беларуси в понедельник, в то время как соседние страны НАТО находятся в состоянии повышенной готовности. Учения проходят на фоне растущей напряженности в регионе и опасений по поводу возможной эскалации конфликта. Военные эксперты подчеркивают, что подобные действия могут усугубить ситуацию и привести к непредсказуемым последствиям для безопасности в Европе. Важно, чтобы все стороны проявляли сдержанность и стремились к диалогу, чтобы избежать дальнейшей эскалации и защитить мирное население от последствий военных действий.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T12:49:40Z",
      "url": "https://abcnews.go.com/International/russia-holds-major-war-games-belarus-amid-nato/story?id=125576856",
      "urlToImage": "https://i.abcnewsfe.com/a/1d79b77b-2d4b-46ce-a4b4-7467a75f693e/chopper-main_1757928289770_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745079,
      "rank": 23,
      "title": "США и Китай обсуждают торговлю на фоне угроз в отношении российской нефти и запрета TikTok",
      "summary": "Американские и китайские чиновники встретятся во второй день в Испании, так как Трамп угрожает нацелиться на закупки нефти в Китае.",
      "fullContent": "Соединенные Штаты и Китай готовятся ко второму дню торговых переговоров в Испании в условиях усиливающегося давления на обе экономики. Ожидается, что американские и китайские чиновники обсудят ключевые вопросы, включая закупки нефти и влияние запрета TikTok на бизнес. Эти переговоры важны не только для экономических отношений, но и для глобальной стабильности, поскольку обе страны стремятся избежать конфликта, который может негативно сказаться на миллионах людей. В условиях глобальных вызовов, таких как изменение климата и экономические кризисы, сотрудничество между крупнейшими экономиками мира становится особенно актуальным для обеспечения благополучия населения.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-15T09:25:47Z",
      "url": "https://www.aljazeera.com/economy/2025/9/15/us-china-talk-trade-amid-threats-over-russian-oil-tiktok-ban",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-14T183959Z_230714138_RC2TRGAEQWN4_RTRMADP_3_USA-TRUMP-TARIFFS-CHINA-1757919078.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745080,
      "rank": 24,
      "title": "Конгрессмен Макаул объявил о выходе на пенсию, но республиканец обеспокоен возможностью третьей мировой войны после эскалации России",
      "summary": "Республиканец Майкл Макаул из Техаса обеспокоен тем, что эскалация России в Украине может привести к третьей мировой войне.",
      "fullContent": "Конгрессмен Майкл Макаул из Техаса, один из самых заметных ястребов в республиканской партии, объявил в воскресенье о своем намерении уйти на пенсию. Он выразил серьезную озабоченность по поводу эскалации российской агрессии в Украине, которая, по его мнению, может привести к глобальному конфликту. Макаул подчеркнул, что необходимо предпринять шаги для предотвращения дальнейшей эскалации и защиты мирных жителей, пострадавших от военных действий. В условиях растущей напряженности важно, чтобы международное сообщество объединило усилия для поиска мирного разрешения конфликта и предотвращения новых жертв среди гражданского населения.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T23:42:27Z",
      "url": "https://abcnews.go.com/Politics/wireStory/rep-mccaul-retire-gop-hawk-worries-world-war-125559292",
      "urlToImage": "https://i.abcnewsfe.com/a/a254803f-8afc-40cc-a695-fc4dc188297d/wirestory_bbe5fa808569842178879549d6ec2d9c_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745081,
      "rank": 25,
      "title": "Есть ли перспектива завершения войны России в Украине?",
      "summary": "Сможет ли Трамп выполнить свое обещание о прекращении войны, или конфликт оказывается более сложным, чем ожидалось?",
      "fullContent": "Сможет ли президент США Дональд Трамп выполнить свое обещание о прекращении войны, или конфликт оказывается более сложным, чем ожидалось? Президент США неоднократно заявлял о своем намерении положить конец конфликту между Россией и Украиной, однако ситуация на фронте продолжает оставаться напряженной. Многие эксперты считают, что мирные переговоры требуют более глубокого понимания корней конфликта и готовности обеих сторон к компромиссам. В условиях продолжающихся боевых действий и гуманитарной катастрофы, которая затрагивает миллионы людей, надежда на скорое разрешение конфликта кажется все более призрачной. Трамп, возвращаясь к власти, столкнется с необходимостью не только выполнить свои обещания, но и учитывать сложные реалии, которые требуют более взвешенного подхода к мирным переговорам и восстановлению Украины.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-14T22:33:03Z",
      "url": "https://www.aljazeera.com/video/inside-story/2025/9/14/is-there-any-prospect-of-ending-russias-war-in-ukraine",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/image-1757885893.jpg?resize=1920%2C1080&quality=80"
    },
    {
      "id": 1758838745082,
      "rank": 26,
      "title": "Война России и Украины: Список ключевых событий, день 1,297",
      "summary": "Вот ключевые события на 1,297-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в субботу, 13 сентября:\r\nБоевые действия\r\n<ul><li>Ранним утром в пятницу российская атака в северной Украине, в Сумской области, унесла жизни трех человек, сообщил региональный чиновник.</li><li>На юге Украины продолжаются столкновения, и обе стороны сообщают о потерях.</li><li>Гуманитарные организации продолжают предупреждать о катастрофической ситуации с беженцами и внутренне перемещенными лицами, число которых продолжает расти.</li></ul>В то время как боевые действия продолжаются, мирные инициативы остаются на заднем плане. Гражданские лица страдают от последствий войны, и международное сообщество призывает к немедленному прекращению огня и восстановлению диалога. Важно помнить, что за каждым числом и статистикой стоят человеческие судьбы, и только совместные усилия могут привести к долгожданному миру.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-13T03:26:05Z",
      "url": "https://www.aljazeera.com/news/2025/9/13/russia-ukraine-war-list-of-key-events-day-1297",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/04/afp_67fb8a729aec-1744538226.jpg?resize=1920%2C1333"
    },
    {
      "id": 1758838745083,
      "rank": 27,
      "title": "Россия только что сказала то, что Украина пыталась донести до Трампа в течение нескольких месяцев: мирные переговоры не движутся вперед",
      "summary": "Мирные переговоры между Россией и Украиной «больше на паузе», чем активны, заявил Кремль в пятницу, подтвердив предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа.",
      "fullContent": "Мирные переговоры между Россией и Украиной больше на паузе, чем активны, заявил Кремль в пятницу, что подтверждает предупреждения Украины о том, что переговоры буксуют, несмотря на усилия президента США Дональда Трампа. Эта ситуация подчеркивает сложность и многогранность конфликта, который требует не только политической воли, но и искреннего стремления к миру. Гуманитарные последствия войны становятся все более ощутимыми, и мирное население продолжает страдать от насилия и нестабильности. Важно, чтобы международное сообщество не оставляло этот вопрос без внимания и продолжало настаивать на необходимости диалога и компромиссов. Только совместные усилия могут привести к долгожданному миру и восстановлению стабильности в регионе.",
      "importance": "Developing",
      "source": "CNN",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-12T14:52:12Z",
      "url": "https://www.cnn.com/2025/09/12/europe/russia-ukraine-peace-talks-paused-kremlin-intl",
      "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2233121415.jpg?c=16x9&q=w_800,c_fill"
    },
    {
      "id": 1758838745084,
      "rank": 28,
      "title": "С атакой дронов на Польшу Путин испытывает Европу и Трампа: АНАЛИЗ",
      "summary": "С атакой дронов на Польшу Путин испытывает Европу и Трампа: АНАЛИЗ",
      "fullContent": "ЛОНДОН -- Вторжение значительного числа российских дронов в Польшу стало драматическим и тревожным эскалацией войны в Украине. Польша и другие союзники по НАТО заявили, что ночной инцидент в среду подчеркивает растущую угрозу со стороны России и необходимость более решительных действий со стороны Запада. Это событие не только ставит под сомнение безопасность восточного фланга НАТО, но и проверяет готовность стран Европы к совместным действиям в условиях нарастающей агрессии. В ответ на эту угрозу, польские власти призвали к усилению оборонительных мер и активизации сотрудничества с союзниками. Важно отметить, что подобные инциденты могут привести к гуманитарным последствиям, так как они усиливают напряженность в регионе и создают дополнительные риски для мирного населения. В условиях, когда мир сталкивается с последствиями военных конфликтов, необходимо искать пути к деэскалации и диалогу, чтобы избежать дальнейших страданий и разрушений.",
      "importance": "Developing",
      "source": "ABC News",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T17:12:38Z",
      "url": "https://abcnews.go.com/International/poland-drone-attack-putin-testing-europe-trump-analysis/story?id=125428741",
      "urlToImage": "https://i.abcnewsfe.com/a/a53a5ead-30df-45e2-91db-0ddb11df54d7/putin-main_1757500671184_hpMain_16x9.jpg?w=1600"
    },
    {
      "id": 1758838745085,
      "rank": 29,
      "title": "Премьер-министр Польши Туск обещает модернизацию армии после вторжения российских дронов",
      "summary": "Польша ввела ограничения на воздушное движение вдоль своей восточной границы, которые будут действовать до 9 декабря.",
      "fullContent": "Премьер-министр Польши Дональд Туск пообещал продолжить масштабную программу модернизации армии страны, на следующий день после того, как польские и натовские силы сбили дроны, нарушившие воздушное пространство Польши. Эти меры направлены на укрепление обороноспособности страны в условиях нарастающей угрозы со стороны России. Туск подчеркнул, что безопасность Польши и ее граждан является приоритетом, и что модернизация вооруженных сил поможет не только защитить страну, но и укрепить стабильность в регионе. В то же время, польские власти призвали к мирному разрешению конфликта и подчеркнули важность дипломатических усилий для достижения долгосрочного мира. В условиях, когда военные действия продолжаются, необходимо помнить о гуманитарных последствиях конфликтов и стремиться к диалогу, который позволит избежать дальнейших страданий.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T14:06:22Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/polish-pm-tusk-vows-military-upgrade-after-russian-drone-incursion",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/13335403-1757595405.jpg?resize=1920%2C1440"
    },
    {
      "id": 1758838745086,
      "rank": 30,
      "title": "Война России с Украиной: Список ключевых событий, день 1,295",
      "summary": "Вот ключевые события на 1,295-й день войны России против Украины.",
      "fullContent": "Вот как обстоят дела в четверг, 11 сентября: Бои. Российские силы начали масштабную атаку по всей Украине, применив 415 дронов и 40 крылатых и баллистических ракет. Президент Украины заявил, что такие действия подчеркивают необходимость международной поддержки и солидарности с украинским народом. В ответ на агрессию, украинские силы продолжают защищать свою территорию, несмотря на значительные потери. Важно отметить, что каждый день войны приносит новые страдания мирным жителям, и международное сообщество должно делать все возможное для прекращения насилия и поиска путей к миру. Гуманитарные организации продолжают оказывать помощь пострадавшим, однако для достижения устойчивого мира необходимо активное участие всех сторон в диалоге и мирных переговорах. Только совместными усилиями можно надеяться на прекращение конфликта и восстановление стабильности в регионе.",
      "importance": "Developing",
      "source": "Al Jazeera English",
      "category": "Украина-Россия",
      "publishedAt": "2025-09-11T05:23:19Z",
      "url": "https://www.aljazeera.com/news/2025/9/11/russia-ukraine-war-list-of-key-events-day-1295",
      "urlToImage": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-10T083558Z_551735662_RC2WOGA82AWO_RTRMADP_3_UKRAINE-CRISIS-POLAND-ATTACK-1757494113.jpg?resize=1920%2C1440"
    }
  ],
  "timestamp": 1758838870944,
  "generatedAt": "2025-09-25T22:21:10.944Z"
}